[
  {
    "keyword": "sexual assault case no evidence",
    "scrapedCases": [
      {
        "url": "http://kenyalaw.org/caselaw/cases/view/286481/",
        "content": {
          "metaContent": "No metadata found",
          "bodyContent": "DWM v Republic (Criminal Appeal E044 of 2021) [2024] KEHC 3952 (KLR) (23 April 2024) (Judgment) Neutral citation: [2024] KEHC 3952 (KLR) Republic of Kenya In the High Court at Nanyuki Criminal Appeal E044 of 2021 AK Ndung'u, J April 23, 2024 Between DWM Appellant and Republic Respondent (From original Conviction and Sentence in Nanyuki CM Sexual Offences Case No 63 of 2019– L Mutai, CM) Judgment 1.The Appellant, DWM was charged with the offence of defilement contrary to section 8(1) as read with section 8 (2) of the Sexual Offences Act, No 3 of 2006. He was also charged with an alternative count of sexual assault contrary to section 5(1)(a)(i) as read with section 5(2) and count II of indecent act contrary to section 11(1) of the same Act. The particulars were that on diverse dates between the month of March 2019 to 24th July 2019 in Laikipia county intentionally and unlawfully caused his penis to penetrate the vagina of one BA a girl aged 10 years old. 2.He was tried found guilty and convicted of defilement and on 12/06/2021, was sentenced to thirty (30) years imprisonment. 3.Being dissatisfied with the conviction and the sentence, the Appellant’ counsel appealed to this court challenging the conviction and the sentence vide an amended petition of appeal dated 02/11/2023. The conviction and the sentence are being challenged on the following grounds;i.That the learned trial magistrate erred by failing to note that the prosecution failed in their duty to prove their case beyond reasonable doubt.ii.The learned magistrate erred rejecting the Appellant’s defence without any convincing reason.iii.The learned magistrate erred by convicting the Appellant based on prosecution’s evidence which was marred with contradictions, inconsistencies and lacked corroboration.iv.The learned magistrate erred convicting the Appellant based on fabricated claims arising from the fact that there was a grudge between the complainant’s aunt and the Appellant.v.The learned magistrate erred convicting the Appellant based on evidence which failed to meet the required standard and was insufficient to secure a conviction.vi.The learned magistrate erred by finding that the Appellant had committed the offence yet the ingredients of the offence were not proved.vii.The learned magistrate failed to observe that the case lacked crucial witnesses such as complainant’s parents, siblings and the grandmother who was staying with the complainant.viii.The learned magistrate failed to consider that there was no cogent or credible medical evidence to connect the Appellant with the alleged offence.ix.That the learned magistrate shifted the burden of proof to the Appellant by requiring him to prove his innocence. 4.The appeal was canvassed by way of written submissions. The Appellant’s counsel argued that complainant’s evidence on penetration must be supported by medical evidence as was held in DS v Republic (2022) eKLR. That according to the P3 form, everything was normal apart from the broken hymen which was old which denoted that the breaking of hymen happened sometime before examination. The P3 form did not also make an independent finding of defilement rather than stating that the complainant reported to have been defiled. Reliance was placed on Abdi Roba Jillo v Republic (2020)eKLR; MKJ v republic (2021)eKLR and PKW v Republic (2012)eKLR to emphasise that a broken hymen cannot be only as a result of penetration. 5.That there was evidence on record that the complainant had cycled for a distance of 18 kilometres which definitely amounted to vigorous physical activity with potential of inflicting injury to the hymen. That PW5 did not deny that cycling and other activities could have caused the complainant’s hymen to break. Further, PW5 attributed the whitish discharge to many things including the continued use of antibiotics and was therefore not strictly tied to penetration. Reliance was placed in the case of Daniel Mwingirwa vs Republic (2017) eKLR where the court faulted the Judge for relying on broken hymen as proof of penetration. As such, the trial court erred considering the breaking of hymen as proof of penetration and ultimately, defilement. 6.Further, the PRC form indicated that the complainant reported to have been assaulted 3 months prior to the date of examination which time was approximated to be May. That PW1 confirmed that after being taken to hospital on April 2019, the medical examination showed no indication that the complainant had ever been defiled. That the complainant was living in a different location with the Appellant and the prosecution did not adduce evidence to place the complainant within the same geographical proximity as the Appellant between February 2019 and July 2019 when he was arrested. That the Appellant was only in close proximity to the complainant from 2018 to February 2019 when she was living with Margaret and she thereafter moved to different locations until July 2019. Therefore, if the complainant was defiled by the Appellant, the same could only have been done before February 2019 and ought to have come during the medical evidence test carried out on April and lack thereof vindicates the Appellant. Further, there was no medical evidence that was adduced to connect the Appellant to the offence as he was not subjected to a medical examination. 7.That the authenticity of the P3 form was in question as the police stamp was dated 2018 while examination was carried out on 25/07/2019 which shows that the form could have been doctored prior to any examination being carried out on the complainant in efforts to corner the Appellant. Further, PW5 testified that the complainant’s vagina was tender and painful which was a pointer of some recent act yet the Appellant was in a different location from the complainant. As to identity, it was submitted that PW1 testified that a person named J who was staying with her grandmother had defiled the complainant whereas there was no evidence that J was the Appellant and no evidence that the Appellant ever lived with the said grandmother. Therefore, the description given to PW1 by the complainant did not match the Appellant. 8.Further, PW4 testified that the Appellant was identified to them by PW1, the complainant’s aunt and the trial court failed to consider the Appellant’s defence that PW1 had a grudge against him which led to her identifying him as the perpetrator and cajoling the complainant to testify against the Appellant. Therefore, it was a case of malice based on a grudge between PW1 and the Appellant which the trial court fully disregarded. Further, it was impossible for defilement to have happened at her mother’s place since she did not live there between February and July 2019 which was corroborated by PW1 and PW2 who stated that she had been living with her grandmother. That although the complainant testified that her twin brother was present during the incidence, the Appellant’s evidence which was not rebutted was that the complainant and her twin brother were separated in April 2019. That the trial court erred for treating the complainant as a truthful witness whereas in voir dire examination, she told the court that she did not know the consequences of lying to court. 9.That there were inconsistencies as PW6 testified that the complainant was living with her great grandmother and later stated that she was living with PW1 whereas PW1 stated that the complainant was taken to PW1’s grandmother and to PW2. PW2 also contradicted PW1 when she stated that after going to hospital, the complainant went to her sister’s place in July and came back complaining that the person who had defiled her was named ‘J’ and lived with her father and mother and not grandmother as asserted by PW1. 10.That crucial witnesses were not called to testify including M, complainant’s grandmother who was said to be living with the complainant at the time of the incident and who could have stated whether the Appellant ever stayed in her house or whether the complainant was defiled. The complainant’s father who was said to have taken her to hospital and complainant’s mother too. Further, the complainant’s twin brother who was said to be present when the offence took place was not called. Therefore, the court erred convicting him despite the fact that crucial witnesses were not called. On the sentence, she submitted that the sentence was harsh and excessive and failed to meet the objective of rehabilitation as outlined in Sentencing Policy Guidelines. She urged the court to reduce the sentence. 11.The Respondent’s counsel on the other hand submitted that the age of the complainant was proved. Penetration was proved by medical evidence produced by PW5 whereby in the PRC and P3 forms he concluded that penetration had occurred which evidence remained unchallenged by the Appellant. Penetration was also supported by the victim’s testimony. As to identity, the complainant’s evidence was that her mother introduced her to her friend by the name J and that he spent the nights with her mother in the same one roomed house. The identification was very clear but was also through recognition as the Appellant defiled her multiple times. The Appellant confirmed that he was in relationship with the complainant’s mother and they lived together at the time of the offence. 12.In response to failure to call crucial witnesses, she submitted that the crucial witnesses are those that will sufficiently prove the ingredients of the offence who were the complainant and the medical officer. As to the sentence, she submitted that the same was justified considering the aggravating circumstances which outweighed the single mitigating factor by the Appellant. 13.This being the first appellate court, my duty is well spelt out namely; to re-evaluate the evidence tendered before the trial court and subject it to a fresh analysis so as to reach an independent conclusion as to whether or not to uphold the decision of the trial court. See Okeno v Republic [1972] EA 32. 14.In consonance with this legal duty, I have read and considered the evidence as recorded by the trial court. In so doing, I have factored that I neither saw nor heard the witnesses testify and have given due allowance for that fact. In the same breadth, I have had due regard to the submissions by learned counsel and the case law cited. 15.The evidence before the trial court was as follows. PW1 PN testified that she was contacted by her aunt M in April 2019 who informed her that the complainant had approached her and she appeared defiled. When she told her sister, the complainant’s mother, she ignored her. She then contacted the complainant’s father who took her to hospital. She was returned to the grandmother and to M but again she was spotted walking with difficulties and she was called. She examined her private parts which had some eruptions. The complainant alleged that J who lived with PW1’s grandmother had defiled her and J was arrested. Jeff was living with the complainant’s mother. The complainant informed her that the Appellant used to insert fingers in her private parts and she was threatened with death if she discloses the ordeal to anyone. She produced the complainant’s birth certificate as Pexhibit1. 16.On cross examination, she testified that the complainant was taken to hospital by the father and she was found to have infection and she was given treatment. (according to handwritten record) That there was no indication that the complainant had been defiled. 17.PW2 CM testified that her grandchild, the complainant went to her place of work in April 2019 while walking with her legs apart. She inquired what was the matter and she informed her that she was sick between her legs and she complained of pain. She examined her and noticed whitish discharge. She contacted PW1 and her father took her to hospital. Later the child went to live with Margaret and left to her great-grandmother in July. She later complained to her that a person who lived with the mother had continually defiled her and who she named as J who was her mother’s boyfriend. They reported the matter to police station. She did not know the Appellant from before but was identified to her by the complainant. 18.PW3, the complainant testified that in March to April 2019, she lived with her twin brother and her mother. The Appellant used to visit them and could spend the nights with her mom. They lived in one roomed house with 2 beds. She knew the Appellant as J as her mother had told her. That the Appellant would visit at night and would find her and her brother since her mother worked in a bar. The Appellant would then remove her from her bed to her mother’s bed, remove her clothes and underwear, then his trousers and boxers and do bad manners to her (pointing to her vagina) using his thing for urinating. she stated that he did bad manners to her many times and during all instances, her mom was away at work. That she could tell him to stop because it was hurting but he told her not to tell anyone otherwise he will kill everyone. 19.She testified that the ordeal was painful and she even got sores that oozed pus around her vagina and could walk with difficulties with legs apart. Her brother did not witness the ordeal. She reported to PW2 and they reported to the police and she was taken to hospital. She had been on medication and the ordeal affected her as she frequented the toilet for short call. She testified that she had known the Appellant for long and when he started going to their home, they chased him away as they did not know him but he however continued going to their home with their mother and thereafter alone when her mother was at work. 20.On cross examination, she testified that she did not inform her mother and her brother and that she never screamed though the ordeal was unpleasant. 21.PW4 PC David Kibet stated that he was the arresting officer. He testified that he was instructed to accompany PW1 to cause the arrest of the Appellant. The Appellant was pointed out to him by PW1. 22.PW5 was the clinical officer. He testified that the complainant reported that fingers were used as well as penis to penetrate her vagina. On Physical examination, her hymen was broken, the vagina was tender and painful on palpation, she had whitish discharge, HVS results were positive and his prognosis was that defilement had occurred. The hymen scar was old. He produced the PRC form as Pexhibit2, P3 form Pexhibit3 and treatment notes as Pexhibit4. He testified on cross examination that cycling and exercise will cause a broken hymen and whitish discharge could be as a result of many factors including continues use of antibiotics. That complainant’s vagina was tender thus painful which was a pointer of some recent acts. 23.PW6 was the investigating officer and only testified that a report was made and the Appellant was arrested. On cross examination, she stated that he was identified by the complainant as the defiler and the complainant informed PW2 that he had defiled her. That the stamp on the P3 form was of 2018. On re-examination, she testified that the complainant was taken to hospital on 25/07/2019 and not in 2018 and that she filled the P3 form. 24.The Appellant in his sworn defence testified that he met the complainant’s mother in 2018 and they agreed to live together. She later introduced him to her sister PW1 who hated him since day one. That they decided to take the children to their grandmother in February 2019. Complainant’s mother secured a job in Timau in March and he would communicate with her and she would tell him that the children were doing well. In April, the complainant was taken away by another lady in Sipiri and later she moved to Naiboi to her grandmother’s place. She later cycled to Thigithu and went to PW1. He testified that in July 2019, they went to greet PW1 but she was unhappy when she saw him. He denied committing the offence and stated that the complainant was coached on what to say. That he took care of the complainant as his own child. 25.That was the totality of the evidence before the trial court. It is trite that for the charge of defilement to stand, the Prosecution must prove the age of the victim (must be a minor), that there must be penetration and a clear identification of the perpetrator. This is provided for under Section 8(1) of the Sexual Offences Act No. 3 2006. 26.Having established the ingredients of the charge, the question that this court should therefore determine is whether those ingredients were proved to the required standard. 27.Proof of age is important in a sexual offense. In Kaingu Kasomo vs. Republic, Criminal Appeal No. 504 of 2010 (UR), the Court of Appeal stated that:“Age of the victim of sexual assault under the Sexual Offences Act is a critical component. It forms part of the charge which must be proved the same way as penetration in the cases of rape and defilement. It is therefore essential that the same be proved by credible evidence for the sentence to be imposed will be dependent on the age of the victim.” 28.In the present appeal, the age of the complainant is not disputed. The same was proved by her birth certificate produced as Pexhibit1. It indicated the date of birth as 01/01/2009 hence she was 10 years when the offence was alleged to have been committed in 2019. Therefore, she was a minor at the time the offence was committed. 29.What is in dispute is proof of penetration and identify of the assailant. As to penetration, the Appellant argument is that complainant’s evidence on penetration must be supported by medical evidence; a broken hymen cannot be hinged on penetration only and therefore the trial court erred putting reliance on broken hymen to convict him; there was evidence that the complainant had cycled for 18 kilometres which could have caused the hymen to break; the doctor testified that the whitish discharge can be attributed to other factors; the PRC form indicated that the complainant reported to have been assaulted 3 months prior to the date of examination which time was approximated to be May; PW1 confirmed that after been taken to hospital on April 2019, the medical examination showed no indication that the complainant had ever been defiled. 30.That the prosecution did not adduce evidence to place the complainant within the same geographical proximity as the Appellant between February 2019 and July 2019; there was no medical evidence that was adduced to connect the Appellant to the offence as he was not subjected to a medical examination; the authenticity of the P3 form was in question as the police stamp was dated 2018 while examination was carried out on 25/07/2019 which shows that the form could have been doctored prior to any examination being carried out; PW5 testified that the complainant’s vagina was tender and painful which was a pointer of some recent act yet the Appellant was in a different location from the complainant. 31.On the issue that the complainant’s evidence must be supported by medical evidence, it has been held in several occasions that a fact of rape or defilement can be proved by oral evidence and circumstantial evidence without necessary calling for medical evidence. This is in line with section 124 of the Evidence Act which states that corroboration is not necessary in sexual offences. This was further affirmed in the case of Kassim Ali v Republic Cr. App. No. 84 of 2005 (Mombasa) where the court stated:“… [The] absence of medical examination to support the fact of rape is not decisive as the fact of rape can be proved by the oral evidence of a victim of rape or by circumstantial evidence.” 32.The Appellant stated that he was not subjected to medical examination to connect him to the alleged offence. It is noteworthy that no law requires that an accused person must be subjected to medical examination to connect him to a case of sexual assault. Section 36 of the Sexual Offences Act does not make medical examination mandatory, except where the court thinks it is appropriate in the circumstances of the case to subject an accused person to such examination. Further, the law has been settled that, despite Section 36 of the Sexual Offences Act, sexual assault is proved, not by medical examination, but by evidence adduced at the trial. The evidence of the victim and that of corroborative witnesses or circumstantial evidence is usually enough to establish sexual offences. 33.As to the fact that the complainant cycled for 18 kilometers which could have caused her hymen to break, it is noteworthy that this was only raised at defence stage. The same was not put across the complainant when she testified and it was therefore an afterthought. On the fact that the PRC form indicated that the complainant was defiled three months prior to examination, this is a lie not supported by the PRC form. The Appellant only raised the issue of being in different location with the complainant belatedly in his defence, an issue not raised at all in cross examination. The issue of erroneous stamp was addressed by PW6, the investigation officer and she clarified that the matter was reported on 25/07/2019. The discrepancy in the date is one that is attributable to normal and expected human error and is resolved by the other evidence available. 34.The evidence on penetration was, as seen above, from several witnesses. This is the evidence of PW3, the complainant and PW5, the clinical officer. The complainant testified that the Appellant was introduced to her by her mother in April 2019. He would visit at night when her mother was at work and he would do bad manners to her. She described to court that the Appellant would remove her from the bed she shared with her brother to her mother’s bed. He would then remove her clothes and underwear, then his trouser and boxer before doing bad manners in her vagina with his thing for urinating. She testified that he did it many times. She reported to her grandmother, PW2. She testified that she got sored and her vagina oozed pus and she could walk with difficulties. PW2 testified that when the complainant went to her place of work, she noted that she was walking with her legs apart and upon enquiry, she informed her that she was sick between the legs. When she examined her, she noticed whitish discharge. This was in April but later on, she reported to her that J had defiled her. 35.PW1 also stated that in April, 2019, she was contacted by PW2 who informed her that the complainant appeared defiled and she reported to her father who took her to hospital. She was again later spotted walking with difficulties and she was called. When she examined her private parts, it had some eruptions and the complainant informed her that J had defiled her. The complainant informed her that Appellant inserted fingers in her private parts. 36.PW5 the clinical officer who examined the complainant stated that the complainant reported that fingers and penis were used to penetrate her vagina. On examination, her hymen was broken though the hymen scar was old and the vagina was tender and painful on palpation. She had whitish discharge. His prognosis was that defilement had occurred. He produced the PRC, P3 form and the treatment notes for the complainant. 37.The totality of the above evidence shows that indeed the complainant was defiled. The question therefore is whether the Appellant was the perpetrator. 38.The complainant named her assailant as Jeff. PW1 and PW2 also testified that she named J as the perpetrator. In her testimony, she testified that the Appellant was introduced to her as J by her mother. He would visit them at their one-roomed house accompanied by their mother and thereafter, he would come at night when her mother was away at work and that is when he would defile her. 39.The Appellant in his submissions stated that there was no evidence before the trial court that he was J and the charge sheet did not use J as alias to his names. It is however noteworthy that at no time did the Appellant deny that he was known as J. Even in his defence, he did not deny this name. The complainant was clear during her testimony that the Appellant was introduced to her by her mother as J. Further, the identity of the Appellant by the complainant was that of recognition as he went to their house on several occasions and it is trite, evidence of recognition is more reliable as it is based on knowledge. See Anjononi & Others -vs- Republic, (1976-80) 1 KLR 1566, where it was held that;“This was, however, a case of recognition, not identification, of the assailants; recognition of an assailant is more satisfactory, more assuring, and more reliable than identification of a stranger because it depends on the personal knowledge of the assailant in some form or another.” 40.On inconsistencies, it was argued that PW6 testified that the complainant was living with her great grandmother and later stated that she was living with PW1 whereas PW1 stated that the complainant was taken to PW1’s grandmother and to PW2. PW2 also contradicted PW1 when she stated that after going to hospital, the complainant went to her sister’s place in July and came back complaining that the person who had defiled her was named ‘Jeff’ and lived with her father and mother and not grandmother as asserted by PW1. 41.It is well settled that where there are contradictions and inconsistencies in the evidence of witnesses, it is the duty of the court to weight the contradictions and consider whether they have any effect on the overall evidence in the case. The court in Njuki & Other Vs Republic (2002) 1 KLR 771 held that:“Where such allegations are raised, the obligation of the court is to determine as to whether the said discrepancies, contradictions and indisrepanincies are of such a nature as would create doubt as to the guilt of the accused. Where they do not they are curable under section 382 of the Criminal Procedure Code”. 42.The court in Erick Onyango Ondeng’ v Republic [2014] eKLR, the Court of Appeal cited Twehangane Alfred v Uganda, (Crim. App. No 139 of 2001, [2003] UGCA, 6, in which the Court of Appeal of Uganda stated:“With regard to contradictions in the prosecution’s case the law as set out in numerous authorities is that grave contradictions unless satisfactorily explained will usually but not necessarily lead to the evidence of a witness being rejected. The court will ignore minor contradictions unless the court thinks that they point to deliberate untruthfulness or if they do not affect the main substance of the prosecution’s case.” 43.The Court of Appeal in the case of Richard Munene –v- R Cr. Appeal No. 74/2016 (2018) eKLR while addressing the issue of contradictions held;“It is a settled principle of law however that it is not every trifling contradiction or inconsistency in the evidence of the prosecution witness that will be fatal to its case. It is only when such inconsistencies or contradictions are substantial and fundamental to the main issues in question and thus necessary creates doubts in the mind of the trial court that an accused person will be entitled to benefit from it.” 44.It was further submitted that crucial witnesses were not called to testify including Margaret, complainant’s grandmother who was said to be living with the complainant at the time of the incident and who could have stated whether the Appellant ever stayed in her house or whether the complainant was defiled. The complainant’s father who was said to have taken her to hospital and complainant’s mother were also not called. Further, the complainant’s twin brother who was said to be present when the offence took place was not called. 45.It is trite law that the prosecution is not bound to call numerous witnesses to prove a fact. This is in line with Section 143 of the Evidence Act which provides that;“In the absence of a provision of the law, no particular number of witnesses is required to prove a fact.” 46.In BUKENYA AND OTHERS V. UGANDA [1972] EA 349 it was held that;“While the Director is not required to call a superfluity of witnesses, if he calls evidence which is barely adequate and it appears that there were other witnesses available who were not called, the court is entitled, under the general law of evidence, to draw an inference that the evidence of those witnesses, if called, would have been or would have tended to be adverse to the prosecution case.” 47.There is no requirement that the prosecution has to call a number of witnesses to prove a fact. But, if he fails to call crucial witnesses, an inference can be made that their evidence would have been adverse to their case. However, as per the above case, the inference can only be made where the evidence is barely adequate 48.As regards the assertion that the Appellant’s defence was not considered and that there was a grudge between the Appellant PW1, my analysis shows that the trial court considered the defence evidence and the issue of a grudge was raised too late in the day giving the prosecution witnesses no room to rebutt it. 49.On the sentence, the Appellant was sentenced to thirty (30) years imprisonment. The law under section 8(2) provides for life imprisonment. The trial court while sentencing the Appellant considered his mitigating factor and the aggravating circumstances. As submitted by the Respondent’s counsel, sentencing is at the discretion of the trial court and an appellate court will not easily interfere with the discretion of the trial court on sentence unless it is shown that in exercising its discretion, the court acted on a wrong principle; failed to take into account relevant matters; took into account irrelevant considerations; imposed an illegal sentence; acted capriciously or that the sentence imposed was harsh and excessive. (Ogolla S/o Owuor v R {1954} EACA 270). 50.I find no indiscretions on the part of the trial court that would open a door for this court to interfere with the sentence meted out. 51.With the result that the appeal herein fails in its entirety and is dismissed. DATED SIGNED AND DELIVERED VIRTUALLY THIS 23RD DAY OF APRIL 2024.A.K. NDUNG’UJUDGE",
          "downloadLink": "No available download link"
        }
      },
      {
        "url": "http://kenyalaw.org/caselaw/cases/view/210579",
        "content": {
          "metaContent": "No metadata found",
          "bodyContent": "OKK v Republic [2021] eKLR Case Metadata Case Number: Criminal Appeal 24 of 2020 Parties: OKK v Republic Date Delivered: 12 Apr 2021 Case Class: Criminal Court: High Court at Malindi Case Action: Judgment Judge(s): Reuben Nyambati Nyakundi Citation: OKK v Republic [2021] eKLR Advocates:Mr. Alenga for State Mr. Kilonzo for the Appellant Case History:(Being an appeal from the Judgement and sentencing in Kaloleni Sexual Offences Case No. 19 of 2018 delivered by Hon. L. N. Wasige (PM) on 4th May 2020) Court Division:Criminal County:Kilifi Advocates:Mr. Alenga for State Mr. Kilonzo for the Appellant History Docket No:Sexual Offences Case No. 19 of 2018 History Magistrate:Hon. L. N. Wasige - PM History Advocates:Both Parties Represented History County:Kilifi Disclaimer:The information contained in the above segment is not part of the judicial opinion delivered by the Court. The metadata has been prepared by Kenya Law as a guide in understanding the subject of the judicial opinion. Kenya Law makes no warranties as to the comprehensiveness or accuracy of the information REPUBLIC OF KENYA IN THE HIGH COURT OF KENYA AT MALINDI CRIMINAL APPEAL NO. 24 OF 2020 OKK..........................................................................APPELLANT VERSUS REPUBLIC............................................................RESPONDENT (Being an appeal from the Judgement and sentencing in Kaloleni Sexual Offences Case No. 19 of 2018 delivered by Hon. L. N. Wasige (PM) on 4th May 2020) Coram: Justice Reuben Nyakundi Mr. Alenga for State Mr. Kilonzo for the Appellant JUDGEMENT OKK, the appellant was indicted for the offence of defilement contrary to section 8(1) as read with section 4 of the Sexual Offences Act. He was tried in a trial whereby the State through the Director of Public Prosecutions summoned attendance of six witnesses. At the end of the trial appellant was convicted and sentenced by Hon. Wasige (PM) to a term imprisonment of 5 years. He appealed to the High Court hence this appeal based on the following grounds: (1) That the learned trial magistrate of the subordinate court erred in both fact and law in unreasonably, injudiciously and wrongly finding that the prosecution had proved its case beyond reasonable doubt thereby convicting and sentencing the appellant. (2) That the learned trial magistrate erred in law and in fact in failing to find and rule that the evidence adduced by the prosecution was insufficient to sustain the conviction and sentence of the appellant and in convicting him against the weight of the evidence adduced. (3) That the learned trial magistrate erred in law and fact by convicting and sentencing the appellant on PW1’s evidence which was coached, coerced and lured to give incriminating evidence against the appellant. (4) That the learned trial magistrate of the subordinate court erred in law and in fact by failing to acknowledge that the complaint attending the charges and criminal prosecution was as a result of animosity existing between the family of the complainant and that of the appellant. (5) That the learned trial magistrate erred in law and in fact in failing to find and rule that there was no cogent, substantial, credible and direct evidence connecting the appellant to the offence of defilement and committing an indecent act with a minor. (6) The learned trial magistrate erred in law and in fact by failing to consider the evidence of the clinical officer PW3 who in his evidence did not find any bruises, discharge or spermatozoa in the complainant (PW1) and further could not conclude whether the penetration was recent or not hence grossly misdirecting herself in making a finding that the complainant was defiled by the appellant. Brief background to the charge against the appellant It was alleged that on the 7/6/2018 at unknown time at [particulars withheld] village the appellant intentionally and unlawfully committed an act which caused his, male genital organ commonly known as “the penis” to penetrate the female genital organ, positively referred to as a vagina of ZM a child aged 17 years. In his appeal the appellant was represented by learned counsel Mr. Kilonzo while Mr. Alenga, the Senior Prosecution Counsel appeared for the respondent. Mr. Kilonzo, who had a right to begin submitted that the prosecution’s case on conviction fell below the required standard of proof of beyond reasonable doubt on prove of the critical elements forming the charge of defilement. Learned counsel main concern was the fact of the learned trial magistrate failure to re-appraise the evidence to take note of the inconsistencies and contradictions which be devilled the witnesses to render both legal and evidence burden of proof not discharged. Learned counsel pointers of inconsistencies were on the testimony of (PW1) the victim of the offence, and the clinical officer’s findings who testified as PW3. Learned counsel was in respect of the piece of evidence by PW1 that she had sexual intercourse with the appellant for the first time unreliable. The presumption in which learned counsel submissions manifest was lack of bruises or lacerations to the vagina on penetration. However, according to learned counsel that was never the positive findings made by the clinical officer in the documented observation captured in the P3 form. Learned counsel cited the case of Dominic Kibet v R [2013] eKLR more specifically on the existence of gaps in the strands of evidence in the prosecution case to proof the existence of the offence of defilement as required in law. In support of the appellant’s case, learned counsel drew attention of this court to the authorities and principles in Martin Charo v R [2016] eKLR on coached evidence of a witness acting under pressure from her parents or guardians. Learned counsel further submitted that the prosecution case failed to proof existence and non-existence of the crime committed for reason that a crucial witness was never summoned to testify at the trial court. This was in reference to one B a close friend to the victim having spent some time with(PW1). For this legal proposition learned counsel cited the case of Bukenya v Uganda [1972] EA 549, Said Awadh v R [2014] eKLR, Ernest Ashindu v R [2019] eKLR. In his view, learned counsel submitted that there was over-reliance on the testimony of the complainant, inspite of her not being a credible witness. On the other hand, learned Senior Prosecution Counsel for the respondent supported the decision on conviction and sentence of 5 years against the appellant. He submitted that the learned trial magistrate did not make any errors in her findings that the charge was proved beyond reasonable doubt. Learned Prosecution Counsel contended that the evidence by PW1 was sufficiently corroborated with that of PW3 who examined her and filled the P3 form. Learned Prosecution Counsel argued that there were no contradictions or inconsistencies of evidence between PW1, PW2 or any other witness to adversely affect the outcome of the judgement. Besides, the failure to call B, significantly was not material evidence at the time to disapprove the cogency and credibility of the testimony given by PW1. Learned counsel prayed to this court to dismiss the appeal for lack of merit. Having considered the appeal and submissions by both learned counsels, it is now the singular duty of this court to determine the appeal. DETERMINATION I remind myself that this is a first appeal and therefore both issues of fact and law are to be considered against the impugned judgement. Its trite that the first appellate court has to satisfactorily re-examine, or re-evaluate the evidence to entitle it to draw its own inferences and conclusions on the matter. This duty however is to be approached with caution for the court must bear in mind that there is a valid judgement of the trial court carefully weighed, considered and grounded on the evidence of witnesses and defence case. When the question arises which witness is to be believed rather than another and that question turns on manned demeanor, the appeals court must be guided by the impressions made by the trial magistrate who saw the witnesses, which the appellate court has no advantage of seeing or hearing. For this duty and precedent setting principles, (See the case of Shantilal M. Ruwala v R [1957] EA 570, Pandya v R [1957] EA 336). In the instant appeal though the appellant counsel has attacked the judgement of the trial court based on six grounds in his memorandum of appeal, the real question is whether the prosecution satisfied the ingredients of the offence of defilement beyond reasonable doubt. It’s all laid bare in the case of Dominic Kibet v R [2013] eKLR that “to proof defilement the critical elements remain to be proof of penetration, the age of the complainant and possible identification of the assailant.” The standard of proof in all these ingredients is that of beyond reasonable doubt as was stated in the cases; R v Subordinate Court of the First Class Magistrate at City Hall Nairobi Exparte Youguider Pall Sermick [2006] 1 EA 3330, Mwaura & Another v R [1980] KLR 127 [1976 – 80] 1 KLR Mbugua Kariuki v Re [1976-80] 1 KLR 1085. In the later authority, the Court of Appeal held: “That the burden of proof remains on the State throughout to establish the case against the accused beyond reasonable doubt. Where the defence raises an issue such as provocation, alibi, self-defence, the burden of proof does not shift to the accused, instead the prosecution must negate that defence beyond reasonable doubt and the accused assumes no onus in respect of any such defence.” (See also Text on Criminal Law by William Musyoka 2nd Edition Law Africa at pg 72). The ingredients as addressed in the Kibet case (supra) have to be tested against the impugned judgement by the court in compliance with the principles in Pandya and Rawala cases (supra) on the jurisdiction of the first appellate court. Herein the first crucial ingredient becomes that of penetration. In this regard section 2 of the Sexual Offences Act defines penetration “as the partial or complete insertion of the male genital organ to the genital organ of a female.” In the widest sense of the definition genital organ includes the anal orifice and therefore setting the record straight that penetration ought not to be insertion of the penis to only the vagina of the female victim. At the trial on this ingredient the prosecution adduced evidence of the victim (PW1) ZM. In her testimony (PW1) told the court that she is still a student in Form III born on 19/5/2001 thereby bringing her age at the time of trial to 17 years. In support of this (PW1) produced a birth certificate which PW4 relied upon to charge the appellant with the offence of defilement instead of rape. According to PW1 on the material day she was sent home for lack of school fees, instead she decided not to go home but spent some time at her friend’s house on the 3rd to the 6th June 2018. Her errands did not stop there as she passed through the appellant’s rented house at Kaloleni on 7/6/2018. Further, PW1 admits staying at the appellant’s house on the night of 7/6/2018. It was during that time she had sex with the appellant which resulted in the indictment and conviction following the complaint made to the police by PW4. As stated by PW1 at the time of visiting appellant she had changed from her school uniform to home clothes which she procured at Mtwapa. The clothes were later to be recovered from appellant’s house and produced as exhibit 2. In support of the surrounding circumstances of the offence. Additionally, PW1 stated in the trial that its only on arrival at school she was interrogated by the Deputy Principal on her whereabouts for the past few days resulting her absence from school. That is how the matter was to be reported to Kaloleni Police Station who in turn issued the P3 form and PRC form. On examination there was a presumption that indeed (PW1) had been sexually assaulted. The next witness called by the prosecution was that of PW2 – M, the mother of the victim. In her testimony, she stated that the appellant is their neighbor and in the year 2016 he received credible information that PW1 had an intimate love affair with the appellant. The issue was discussed between them as a family with a caution to PW1 to end any relationship with the appellant. That PW1 had taken the warning seriously, but on the second incident of 8/6/2018 he received a phone call from the school of PW1 that she had not attended school for some days. The matter was kept alive by the school on inquiry of her whereabouts, but fortunately PW1 incident with the appellant ended up being reported to the police station. Further, the prosecution called in the evidence of PW3, Mwangito, the clinical officer who on examination of PW1 filled the P3 form. According to PW3 testimony on medical examination of PW1 there were no bruises, no hymen or any other lacerations to the genitalia and the pregnancy test was also negative. The P3 and PRC form was produced in evidence as exhibit 5 and 6 respectively. PW4 – J evidence was to the effect of identifying the victim as a student in the school where she teaches. PW4, recalled on reflection that during the period under review on 3/6/2018 all students with fees balances were sent home to make good the payment. It happened that PW1 having been sent home spend more days without any report whether she was able to get the school fees or not. As seen from the record, PW1 appeared in school on the 8/6/2018 and with information at their disposal, the administration informed PW2. On arrival of PW2 at the school it was agreed that the matter be reported to the police. The value of PW5 evidence was the assistance she rendered in arresting the appellant and have him escorted to Kaloleni police station. PW5 came to know of the incident through a telephone call by the school administration who were in need of assistance to apprehend the appellant as the main suspect of the crime. The last witness was PW6 – Sgt. Hadija, the investigating officer from Kaloleni Police Station. It was her evidence that after the report was received from the complainant, she was referred to the hospital for a medical examination. According to PW6 the results of the medical examination showed no positive signs of bruises, lacerations, though, the hymen was missing. PW6 told the court that she visited the scene where she recovered the victim’s clothes. The recovered exhibits and photos documenting the scene were all admitted in evidence to further add to the ingredient of defilement and positive identification of the appellant. The appellant in his defence denied the offence only acknowledging to be known to the victim as his cousin and that they are also neighbours within the village where they live. According to the appellant, even both families enjoyed cordial relationship, including his father and the father of the victim engaged in joint business. On the alleged date of the offence 7/6/2018 the appellant told the court that the victim (PW1) visited him at his rented premises leaving a bag of clothes. That immediately, thereafter she left for Mtwapa and all he knew the victim had gone back to school. Thereafter, the appellant testified that it came to pass until the principal summoned him in connection with the offence allegedly committed against PW1. He denied vehemently any sexual intercourse with the victim as alleged in her testimony. It was also the defence of the appellant that the events of the alleged material day could be corroborated by the evidence of DW2 – N. From the testimony of DW2, he told the trial magistrate that he is a schoolmate to the appellant and they co-share the rental premises at [particulars withheld]. Though they have rented separate rooms, but share common activities like studying and having meals together. It was the evidence given by DW2, to the effect that on 7/6/2018 on coming home from school they met with (PW1) waiting at the door of the appellant. Further he saw appellant welcome in (PW1 who had in her possession a bag. It did not take long according to DW2; he once again saw the appellant escorting PW1 out of the homestead. He recalled that the two on entry to the house lasted about five (5) minutes and the appellant was seeing off the victim PW1 who left for another place. The question that I must determine is whether from the testimony of the witnesses there is sufficient evidence to prove beyond reasonable doubt that there was penetration in this case. According to the findings by the learned trial magistrate on penetration she relied on the evidence of PW1 and the medical evidence of PW3 on the missiing hymen. The learned trial magistrate was also of the view that PW1 graphic details on what happened was so convincing and truthful incapable of being destroyed by the defence side of the story. In the instant case to begin with the following facts are undisputed. The appellant and victim seems to have known each other prior to the date of the incident. Infact the appellant on oath told the court that PW1 to the best of his knowledge is related to him as a cousin. That both families are neighbours and at one time engaged in common business enterprises. From both the appellant and victim evidence on the 7/6/2018, they apparently met at the house of the appellant at Ngoni. The appellant and the victim are both school-going students though not in the same institution. Their point of departure is in regard to the allegation on defilement of the victim when she went to the appellant house, without any invitation or knowledge of the appellant as stated in his defence. It would appear that in all of the consequences of a criminal act that was alleged to have taken place, this was to me a single identifying witness evidence to proof penetration. I am asking myself whether on 7/6/2018 the appellant penis penetrated the vagina of the victim, as founded by the learned trial magistrate in her judgement. To begin with the law on a single identifying witness is now settled as reducible from the principles in R v Turnbull v R [1976] 3 ALL ER 549 and Maitanyi v R [1986] KLR 198. What was the court to look for is whether the victim was mistaken or being untruthful with regard to the ingredient on actual penetration of her genitalia? Here there is no dispute as to the victim having visited the house of the appellant on or about 5 pm on the 7/6/2018. But did the prosecution prove occurrence of sexual intercourse. Essentially, the learned trial magistrate believed the evidence given by the victim and that in her view it was corroborated by PW3, the clinician who confirmed that PW1’s hymen had ruptured. Most important to the credit on the medical examination there were no tears, bruises or lacerations to the victim’s genitalia. That examination was done soon thereafter the inquiry and the victim reporting the incident to the police seemingly under coercion by the school administration and PW2. In this case the victim never informed her parents, the teachers or the police in advance where she had been all those days. It is significant to note that immediately she finished her errands, it did not occur to her the need to inform the parents or report to the police. The next question which goes alongside with the first one on proof of penetration is whether the ruptured hymen finding made by the clinical officer was conclusive enough to find the appellant guilty of defilement in absence of any other concurrent credible evidence. The answer to me is to be found in a plethora of cases where courts have spoken strongly on this issue of ruptured hymen and proof of defilement. In John Mutua Muyoki v R [2017] eKLR. The Court of Appeal in this regard held as follows; “Therefore, in order for the offence of defilement to be committed, the prosecution must approach each ingredient beyond reasonable doubt. The clinical officer was categorical that he was not in a position to ascertain the act of defilement after examining the complainant. He testified that he conducted vaginal examination and found no tears, no bruises, no hymen and no discharge. In addition, there were no spermatozoa and yeast cells or fungal cells. The complainant had also confirmed to him that she had previously engaged in sexual intercourse and was therefore not a virgin. Accordingly, the lack of hymen could not be attributed to the alleged incident involving the appellant. In a nutshell, there was no evidence of penetration.” On the other hand, it is trite that in defilement or rape cases trial courts have to consider the nature of the evidence in consonant with the proviso under section 124 of the Evidence Act. The strength of the authority in Mohamed v R [2008] KLR and Jacob Odhiambo v R observed that the court must satisfy the criteria that the victim told the truth and must record the reasons for such believe. In trials of this nature offences of defilement are usually committed in total privacy and secrecy. Even so, the prosecution duty is to prove directly or circumstantially that the victim has been defiled. In the persuasive case from the South African Court in S v Trainor [2003] 1 SACR (SCA) the court stated: “A conspectus of the evidence is required evidence that is reliable should be weighed alongside such as may be found, to be false independently, verifiable evidence, if any should be weighed to see if it supports any of the evidence tendered. In considering whether evidence is reliable, the quality of the evidence must of necessity be evaluated as most corroborative evidence if any.” Similarly, in Vokere v R [2014] SCCA 41 Domah J held “judicial appreciation of evidence is a scientific rationalization of facts in their coherent whole, not a forensic dissection of every detail removed from its coherent whole.” A closer look at the testimonies of PW1 and PW3 shows no corroboration to proof of the element of penetration by the appellant against the victim (PW1). All the evidence does is to show that PW1 was chased from school to go home and collect the fees balance. However as confirmed from PW2’s testimony the mother to (PW1) she never went home as instructed by the teachers, but instead spent a couple of days at the house of one B. As stated earlier, in that trial, PW1 who had changed from school uniform to home clothes on her own motion visited the appellant presumably to spend a night with him. She further told the court that some of her clothes were left behind in that particular house of the appellant. Hence, it is clear that from the date PW1 was chased from school due to fees balance she never went to her parents to seek assistance. The flipside of the coin however is that this means the investigating officer ignored vital leads or even crucial witnesses like B whose crucial evidence had something to do with disapproving the defence statement. There are parts of PW1 narrative that are not reliable which distorted the cogency of her testimony. I believe, that she had reason to exaggerate and embellish evidence to distance herself from the guilty conscious of not having been in school or reported back on time as directed by the Deputy Principal. In fact, PW2 learnt from the school teacher that she had not been attending classes, and was therefore required to explain the reasons for her absence. In particular, the fact that the victim never communicated with her parents on being sent home and failure to report the incident to the police or parents immediately after the sexual act sufficiently puts her motive into question. The exercise of assessing evidence involves the trial court considering the whole tapestry or the scope on nature of the evidence to both narrations. I am aware as a fact and point of law that under section 143 of the Evidence Act an accused person can be convicted on the basis of uncorroborated evidence. However, that uncorroborated evidence must be obtained in circumstances that do not create sufficient doubt as to the commission of the offence. In the instant case keeping in view with divisibility of credibility of evidence she had never been in the appellant’s house before as independently rebutted by the appellant’s testimony and DW2 a neighbor and school mate to the appellant. There is evidence that the victim and her parents had personal knowledge of existence of bromance love relationship with the appellant but did nothing to prevent, save at the time when the school Deputy Principal came to the picture. One possible view of the facts, is that the victim on this particular date was never defiled but due to coercion and duress from her school teachers and the parents a report had to be made to the police, anyway to cover up for her delinquent acts. Her evidence viewed from the prism of section 2 of the Sexual Offences Act. On penetration the prosecution must lead evidence to show that there was some degree of penetration into the female organ of the victim designed naturally and biologically for that purpose. In the instant case there is an assertion that was recounted by PW1 that she had sexual intercourse on the night of 7/6/2018 with the appellant. But thereafter on the 8/6/2018 she left his house and as PW2 and PW4 testimonies firmly confirmed she attended school normally as expected of her as bonafide student. As a matter of fact, PW1 was medically examined by PW3 at Mariakani Sub-County Hospital and no clinical findings were responsive to the material charge of defilement to support her claims. Why do I say so, that evidence on rupturing of the hymen has no connection with defilement of PW1 with the appellant? Her testimony left several questions still unanswered. For example, did the appellant undress the victim forcibly before the sexual act? If that is so, where is the evidence from the victim? How did this whole act of sexual intercourse begin and conclude? Did the victim visit the appellant to spend a night with him or on arrival he pushed her into the bed and started having sex in the course of that 5 minutes? There are crucial strands of evidence missing from PW1 testimony on oath. Was she forced to leave her clothes at the house of the appellant? For example, if her story on the previous relationship with the appellant was true, what was so special on this day to make it possible for them to engage in sexual intercourse. At the outset it should be noted in addition to the above that the victim witness reliability is burdened with the following concerns: The first concern is her effort to report the facts fully and honestly and misperceived events. Secondly, whether there are reasons she appeared to distort the recalled perceptions and events. On refocus of facts, a perusal of the victim evidence in chief and cross examination suffers from impediments to accuracy and inadequate acuity of perception defects in the recollection or recitals of events. At the heart of her testimony is the assertion that she had been a girlfriend to the appellant since 2015 but during that period they practiced celibacy until 7/6/2018 when the first sex act took place. To some extent finely appraising the proffered character evidence, there is distinctive curiosity on lack of explanation as to the change of circumstances for a call for action to have sexual intercourse on the material date of 7/6/2018. Taken as a whole and the tell-tale experiential signs of penetrating a virgin to ordinary observers could have produced some resemblance of harm to the vulva and vagina at the time of coitus. Regrettably, for the victim, medical examination by PW3 cast doubt on the cherished assumption that she had her sexual intercourse for the first time on the alleged date as framed in the indictment. Specifically, one basic question deserved analysis by the trial court. To what extent are the prior facts and circumstances surrounding the offence entail dishonesty to evenly impeach the credibility and reliability of a witness. A solid argument in this case ought to be made on the distinguishing features noted in PW1’s testimony and the medical examination prognosis in terms of PW3 testimony as documented in the P3. In this regard, the court in People v Sandoval 314 N.E 2nd 417 – 18 [N.Y 1974] stated: “Evidence prior specific, criminal, vicious, or immoral conduct would be admitted, if the nature of such conduct or the circumstances in which it occurred bear logically and reasonably on the issue of credibility to the extent however, that the prior commission of a particular crime of specified vicious, or immoral acts significantly revealed a willingness or disposition on the part of a particular victim or defendant voluntarily placed himself or herself in the advanced of his or her individual self-interest a head of the interests of society, proof thereof may be relevant to suggest his or her readiness to do so again on the witness stand. A demonstrated determination deliberately to further self-interest at the expense of society or in derogation of the interests of others goes to the heart of honesty and integrity.” The potential of the victim bluntly lying and having falsehood believed in so far as the allegations on defilement are concerned can be traced from her conduct with effect from the 3/6/2018 when instructed by her teachers to go home to come up with the fees balance. Did, she inform the parents about the school order? Did she go home after expulsion from school due to fees balance? Was there an explanation why she did not visit the appellant on any of the days except the last day? Did she not admit of having gone to Mtwapa, where new clothes were bought to wear in exchange of school uniform? But even, then whom was she with from the 3/6/2018 to the 7/6/2018 allegedly when she found herself at the house of the appellant? What was her motive to buy informal wear at the time when expected to be in school? On the other hand, in my judgement my understanding of the term penetration as defined under section 2 of the Act does present two scenarios. First partial vagina penetration or complete insertion of the male penis to that genitals. Therefore, vaginal penetration under the Sexual Offences Act occurs when the penis or other body part enters the vulva or between the labia majora, which is the outer part of the female genital organ. At least the court has to receive evidence to determine whether penetration was partial or complete in the peculiar circumstances of each case to establish penetration; under our jurisdiction. In essence, it was not proved whether the sex act so far as the offence is concerned was committed with a partial or complete penetration of the victim genitals. It is also trite that sexual assault charge can be proven beyond reasonable doubt solely with credible victim testimony as no corroboration is mandatory required to establish the elements. Although corroboration is not required, where available, it strengthens the victim’s testimony given the persistence of rape or defilement myths. That is why the right to a fair hearing and due process in criminal law protects the accused against conviction except upon proof beyond reasonable doubt of every fact necessary to constitute the crime with which he is charged with. Accordingly, I am persuaded that in sexual offences there should be no probabilities or preponderance of evidence on whether the penetration was partial or complete insertion of the ‘penis’ to the female genitals. The risk of factual error must as a consequence lack vital evidence impair the verdict against the standard of proof on existence of a fact under section 107(1) of the Evidence Act. Therefore, the prosecution must establish from the victim testimony evidence of sensory details, such as, swellings, bruises, any post act injury, what the victim heard, gagging, lacerations, abrasions, removal of clothes by the victim, or offender, saw tasted, physical feelings or even smelled, use of condoms or not. In addition, whether it was partial or complete penetration; which I consider to be highly relevant and necessary to constitute the ingredient of the crime. In this case it was more convenient for the prosecution to act on the presumed fact of the recovered clothes of the victim from the appellant’s house to consider culpability and commission of the crime. The physical evidence may be of course provide a rational connection between the victim presence and accused opportunity to commit the sexual act, but still the crime remains penetration not presence at the scene or recovery of the physical evidence. Presence tell us only that the appellant was there and very likely played a part in the unlawful scheme. But presence tell us nothing specific act that carries rational or reasonable inference that he was there to engage in the sex act with the victim. The presumption could be upheld only if the victim evidence stood the test of a rational connection with the offence. In my view where the inference is so strained as not to have a reasonable relation, to the circumstances of life as we know that it’s not competent for the court to create it to find conviction for the accused there should be an acquittal. The failure of the trial court to expressly test the single identifying witness of the victim to the level of proof as constitutionally required to warrant standard of beyond reasonable doubt to a moral certainty of correctness of inference can indeed prejudice the appellant. Some of the key characteristics itemized above that can be probative evidence of penetration were substantially lacking from the victim testimony. It’s a cardinal constitutional principle that the presumption of innocence under Article 50(2) (a) of the Constitution is not overcome by a probability that the appellant committed the offence. I also believe that under section 48 of the Evidence Act PW3, was possessed of scientific and medical knowledge on examination of PW1 (victim) to establish the sex organs normally referred to as the vulva and vagina were actually penetrated into between the night of 7/8/2018 to qualify the act of carnal knowledge. There was no such evidence by PW3 except alluding to a ruptured hymen. Apart from the victim stating that she had sexual intercourse with the appellant, there was no evidence whether it was partial or complete penetration of the genitals as postulated under section 2 of the Act. It’s has argued anatomically that the vulva consists of the external genital area and includes the clitoris and other vital sensitive nerve receptors whereas the vagina on the other hand is a soft tissue tube which extends downwards and forwards from the cervix of the uterus to its eternal opening at the vulva. (See You and Your Health Vol 2 New Edition Shnyock Harduye pg 433). I am of the view that the evidence of the victim in all material aspects is in general terms that couldn’t factually prove penetration beyond reasonable doubt. Infact from her testimony there is no evidence whatsoever on how the appellant penetrated her sexual organs. The prosecution may prove its case directly or by circumstantial evidence of a single witness, and it need not exclude every reasonable hypothesis of innocence. However, I dare say that all efforts should be made to remove any doubt to the trial court when evaluating the evidence to make a case of beyond reasonable doubt. The element of presentation of all of the evidence is crucially important, in the common law tradition to generate a tailored fit to support the prosecution respective hypothesis. If one considers the victim testimony, and the defence statement in rebuttal, this is one case in which it was necessary to marshall up the evidence of one B. There is the ultimate question whether the victim spent a night at the appellant’s house or at B’s place. The strange fact is that though this witness had vital information, the prosecution for some reason elected not to call her as a witness. The key-stone principle on this legal proposition was considered in Bukenya & Others v Uganda [1972] EA 549 a decision which the court held that: “The prosecution must make available all witnesses necessary to establish the truth, even though their evidence may be inconsistent the court has the right and the duty to call any person whose evidence appears essential to the just decision of the case where the evidence call barely is adequate the court may infer that the evidence of uncalled witnesses would have tendered to be averse to the prosecution.” In the instant case, the evidence of B would have shed light on the allegations of defilement made by the victim in light of the insufficiency of medical evidence. Additionally, it is clear that the evidence cast a doubt to the credibility and veracity of the victim evidence in alleging that she spent a night at the appellant’s house. As posited by the defence, the victim hardy spent more than five minutes at the house of the appellant for any meaningful sexual intercourse to have taken effect. The evidence by the prosecution which mischaracterize the testimony of the victim and excluding the medial evidence is of a nature that would not establish penetration beyond reasonable doubt. Regarding the complaint by the victim that the appellant defiled her the allegation could not have succeeded first of all without the learned trial magistrate giving sufficient reasons why she believed her testimony. Relying on the decision of Kyiaf v Wono [1967] GLR 463 the court made the following observations: “It must be observed that the question of impressions or convincingness are product of credibility and veracity, a court becomes convinced or unconvinced, impressed with oral evidence, according to the opinion it forms of the veracity of witnesses. Ac court has to test its impression as to the veracity or truthfulness of oral testimony of a witness against the whole evidence of that witness and the other evidence on record.” Again with respect to the findings by the learned trial magistrate and the cautionary principle in Ruwala v R and Pandya v R, the question I ask myself is whether the evidence of the victim can pass the test of credibility, based on her past antecedent when one combs the evidence, it reflects a witness who is likely to be classified as a witness with propensity of dishonest. Why do I say so, her initial assessment was to leave school for her parents’ home to collect the balance of the school fees due and owing. That being the case she did not, but instead travelled to Mtwapa, purchased some clothes, changes her school uniform and opted to spend some days in a friend house. Although, it’s not clear, whose house, she was accommodated, it emerged that on the 7/6/2018 she saw it fit to visit the appellant without his consent. She proceeded to carry a bag with some clothes to create an impression to the effect that she was with the appellant. In view of her evidence and the alleged circumstances, there are gaps to the admitted evidence. Why she decided to deliberately leave clothes in that house? Unfortunately, that justification does not come out clearly from her testimony. Going further with her evidence at no time did she inform her parents of her whereabouts with effect from the 3/6/2018 to the 7/6/2018 when the mother received a telephone call regarding her absence from school. In so far as her conduct is concerned, it does appear that the reason may be of leaving clothes at the appellant’s house was to save face in the event she is confronted by the head teacher or her parents on her whereabouts since expected from school to go and secure fee balance. In my considered view, again and again I ask myself did the victim really have sexual intercourse with the appellant on the 7/6/2018? In order to appreciate that there is serious doubt. Based on the evidence one has to evaluate the prosecution case as a whole and the plausible explanation given by the appellant in his defence. If I juxtapose the victim evidence with that of the clinical officer (PW3) the chain on causation is broken in view of the fact that the hymen rupture was not fresh. The other strands of evidence as analysed earlier was non-responsive one may ask the question why did the learned trial magistrate find it difficult to appreciate the testimony by the appellant which cast serious doubt on the commission of the crime. Being at the scene is one thing and the evidence on any such penetration taking place is another matter whole together. It is from this perspective that there are real fears for me to conclude that the appellant unlawfully and carnally knew the victim on 7/6/2018 as pressed upon the court by the prosecution witnesses. As I rest these observations it’s not lost on me that the court has no advantage of seeing witnesses as did the trial court, but the benefit of it all can be traced to the record my judgement should not be blurred for reason of lack of that benefit of not hearing and evaluating the demeanor of witnesses. In the case of R v Baker [2010] EWCA CRIM 4, the Lord Chief Justice remarked thus: “We emphasize that in our collective experience, the age of a witness is not determinative on his or her ability to give the truthful evidence. Like adults some children will provide accurate testimony and some will not. However, children are not miniature adults but children and to be treated and judged for what they are, not what they will in years ahead grow to be.” Thus in Jenctons v HMA [2011] HCJAC SCL 927 Lord Clarke went on to say as follows on credibility and reliability: “It is important to have in mind that while questions of credibility and reliability are said often to shade into each other, they are distinct concepts. A witness may come across as entirely credible but, on reflection, be held to be unreliable. A person who is credible is one who is believed. A person who is reliable is one upon when trust and confidence can be placed on credibility may be judged on the evidence, whereas reliability may be only capable of being addressed having regard to the various traced record.” The appellant took issue with the evidence on unlawful act and in distinguishing each piece and shreds of evidence which allegedly sustained a conviction for the offence. On evaluation and scrutiny of the evidence with the greatest care on appeal there are sufficient reasons to interfere with the impugned judgement, I think like the learned judges in Chanya and Another v R CRIM Appeal No. 9 of 2007 Honourable Chipeta J of Malawi as he then was that: “Criminal law; it should always be recalled, thus, on the noble principle that it is better to make an error in the sense of wrongly acquiring a hundred guilty men than error by convicting and sending to an underserved punishment one innocent soul.” I note that the prosecution had a prima facie case on the burden of proof but the appellant did present rebuttal evidence sufficient to move the case back into a state in which there was enough conflict in the evidence for a reasonable tribunal to disagree with the outcome of convicting the appellant of the charge of defilement. For a full understanding of the rebuttal defence, one has to re-appraise the testimonies by the appellant as materially corroborated by DW2 who happened to be at the scene of the alleged crime. Given these features of the case, the failure of the prosecution to call other evidence serve as a basis for the learned trial magistrate to draw an adverse inference against the prosecution to cast reasonable doubt in favour of the appellant. Secondly, in drawing an inference or conclusions from the facts proved. In the instant case, regard ought to have been accorded to the inconsistences and contradictions in the nature of the evidence of PW1 which as a whole lacked corroboration from either medical evidence or proof on recovered clothes which apparently, placed the appellant squarely at the scene of the crime. The learned trial magistrate without due consideration to the defence gave more weight to PW1’s assertions in contrast of appellant and his witness who explained suspicious things at his house. At the time he did so in a so strong tactical evidence to push back the case to the prosecution. It may be largely, that the evidence was largely circumstantial but the actual facts as existed were explained by the appellant and his witness. The issue here on appeal is that the learned trial magistrate erred in drawing unfavourable conclusions from the recovery of the clothes which were voluntary left with the appellant, in his custody, circumstances which were clearly stated in his defence. With respect, I find it profoundly logical to say that the prosecution evidence on weighed scales appeared to be enveloped, strong and cogent network of inculpatory facts which reasonably collapsed on the compellability of the appellant defence. I am persuaded that the issue of identification in this case is distinguishable for non-proof of penetration. It would be unsafe to consider that issue on any other basis if as a consequence and for the reasons alluded to, I conclude that the criminal conduct of the appellant cannot be supported by any watertight evidence. I do not consider the burden of proof as having been discharged beyond reasonable doubt as postulated in Miller v Minister of Pensions [1947] ALL ER 373, “That degree is well settled. It needs not to reach certainty, but it must carry a high degree of probability. Proof beyond a reasonable doubt does not mean proof beyond the shadow of a doubt. The law would prevail to protect the community if it admitted fanciful possibilities to deflect the course of justice. If the evidence is so strong against a man as to leave the only a remote possibility of his favour which can be dismissed with the sentence of course it is doubt but nothing short of that will suffice.” to secure a verdict of guilty and a conviction against the appellant. To that extent, the appeal succeeds and appellant set free unless otherwise lawfully held for any reason brought to the attention of the court. It is so ordered. DATED, SIGNED AND DELIVERED AT MALINDI THIS 12TH DAY OF APRIL, 2021. ............................. R. NYAKUNDI JUDGE In the presence of: Mr. Alenga for the State The Appellant",
          "downloadLink": "http://kenyalaw.org/caselaw/cases/export/210579/pdf"
        }
      },
      {
        "url": "http://kenyalaw.org/caselaw/cases/view/203679/",
        "content": {
          "metaContent": "No metadata found",
          "bodyContent": "Royton Muriungi Kirimi v Republic [2020] eKLR Case Metadata Case Number: Criminal Appeal 31 of 2019 Parties: Royton Muriungi Kirimi v Republic Date Delivered: 19 Nov 2020 Case Class: Criminal Court: High Court at Chuka Case Action: Judgment Judge(s): Lucy Waruguru Gitari Citation: Royton Muriungi Kirimi v Republic [2020] eKLR Case History:(Being an appeal against conviction and sentence by Senior Resident Magistrate HON. S.M. NYAGA (S.R.M) at Marimanti in the Principal Magistrate's Court SOA NO. 10 of 2019 dated 24th October, 2019.) Court Division:Criminal County:Tharaka Nithi History Docket No:SOA 10 of 2019 History Magistrate:Hon. S.M. Nyaga (S.R.M) History County:Tharaka Nithi Case Outcome:Appeal dismissed Disclaimer:The information contained in the above segment is not part of the judicial opinion delivered by the Court. The metadata has been prepared by Kenya Law as a guide in understanding the subject of the judicial opinion. Kenya Law makes no warranties as to the comprehensiveness or accuracy of the information REPUBLIC OF KENYA IN THE HIGH COURT OF KENYA AT CHUKA HCCRA NO. 31 OF 2019 ROYTON MURIUNGI KIRIMI......................APPELLANT VERSUS REPUBLIC.....................................................RESPONDENT (Being an appeal against conviction and sentence by Senior Resident Magistrate HON. S.M. NYAGA (S.R.M) at Marimanti in the Principal Magistrate's Court SOA NO. 10 of 2019 dated 24th October, 2019.) J U D G M E N T 1. The Appellant was convicted of the offence of Defilement contrary to Section 8(1)(4) of the Sexual Offences Act No.3 of 2006 by the Senior Resident Magistrate at Marimanti Law Courts in SOA No. 10 of 2019 and ordered to serve fifteen years imprisonment. The appellant was dissatisfied with both the conviction and sentence and filed this appeal which was initially based on ten grounds. The Appellant filed amended grounds of appeal and raises the following grounds:- 1. That, the learned trial magistrate erred in both law and fact by failing to note that the complainant was a grownup lady. 2. That, the learned trial magistrate erred in both law and facts by failing to note that the girl deceived the appellant to believe that she was over 18 years. 3. That, the learned trial magistrate erred in both law and facts by failing to note that no scientific test (DNA) was conducted as per the provisions of Section 36(1) of the Sexual Offences Act No.3 of 2006 to ascertain whether or not the appellant committed the present offence which was unsuitable to base a conviction. 4. That, the learned trial magistrate erred in both law and facts by failing to note that there was no evidence to show that the appellant was colluded with the complainant for interference for DNA to be not conducted. It is his prayer that the appeal be allowed, the sentence be set aside, conviction be quashed and he be set at liberty. The appellant filed this appeal in person. However upon the appeal being admitted, the firm of Murango Mwenda & Company Advocates came on record for the appellant. The court proceeded and gave directions that the appeal be disposed off by way of written submissions. The counsel for the appellant filed submissions. The appellant also filed submissions in person. When matter came up to confirm the filing of submissions, the appellant informed the court that he had abandoned his advocate and wished to rely on the submissions which he had personally filed. 2. The Respondent opposed the appeal and filed submissions through the office of the Director of Public Prosecutions. They urge the court to dismiss the appeal. The brief facts of this case are that the complainant CN was a student at [Particulars withheld] Secondary School. She told the court that the appellant was her husband though they were not living together. She also told the court that the applicant was her boyfriend and that in August 2018 she had sex with appellant during school holidays and she became pregnant. She was taken for medical test by police at Marimanti Level 4 Hospital. She identified the treatment notes and the P3 form. In cross-examination she told the court that she had sex with the appellant in his house and she told her parents. She further told the court that her parents knew about the intimate relationship between her and the appellant which started when she was in class seven. According to PW2, MCM the complainant who is her daughter dropped out of school due to pregnancy and that she had told her that she had sex with the appellant in August 2018. She also confirmed that she was aware that the complainant and the appellant were lovers. PW3 Lilian Nyaguthii a clinical officer at Marimanti Level Four (4) Hospital testified that she examined the complainant on 7th February 2019. She had reported to her that she had sexual intercourse on several occasions while not using protection, the last one being in January 2019. On examination she found that she was pregnant for 25 weeks. She confirmed that there was penetration due to the broken hymen though not freshly and the pregnancy. According to PW3 the complainant was eighteen (18) years old at the time she examined her. PW4, No.96836, P.C David Ngiti Mutua of Marimanti Police Station who is the investigating officer testified that on 5th February 2019 PW1 & PW2 accompanied by the Area Chief went to the police Station and reported that PW1- was pregnant and that she was defiled by the appellant. He recorded a statement from the complainant and she said that she had a love affair with the appellant since 2016 and they had been engaging in sexual inter- course. She became pregnant and reported to her parents. PW2 sent her to hospital for examination and it was confirmed that she was pregnant. PW4 realized that the complainant became pregnant when she was seventeen years old. The appellant had been arrested and so he charged him with this offence. The appellant gave unsworn defence and told the court that he is twenty three years old. He told the court that the case was a frame up and that their parents had a grudge over land and that they are neighbours. Before the judgment was delivered, the complainant gave birth. This prompted the court to order a DNA test to be conducted to determine the paternity of the child. However, this was not to be after it was alleged that the appellant had colluded with the complainant and she went into hiding with the child. After a futile search of the complainant, the State abandoned the application. The trial magistrate proceeded and gave the Judgment and held that based on the undisputed evidence contained in that birth certificate that the complainant was born on 2nd September 2000, she was seventeen years and eleven months in August 2018. That she was below 18 years and therefore a child as defined under the Children Act and the Sexual Offences Act. That penetration as defined under the Sexual Offences Act was proved and the appellant was identified as the perpetrator. He rejected the defence as a mere denial and convicted the appellant. 3. The appeal proceeded by way of written submissions. The appellant submits that the complainant testified that she was eighteen years and did not allege that she was forced to have sex. That the trial magistrate failed to find that the complainant was an adult. He has relied on Section 8(5) and (6) of the Sexual Offences Act. That he had reasonable basis for believing that the complainant was an adult and was entitled to an acquittal in the light of Section 111 of the Evidence Act. The appellant further submits that the prosecution did not prove the charge beyond any reasonable doubts as it failed to carry out a DNA test to ascertain the paternity of the child. He relies on Section 36(1) of the Sexual Offences Act and the Court of Appeal decision in the case of Robert Murungi Mumbi -v- Republic Criminal Appeal No. 52 of 2014. Williamson Sowa Mwanga -v- Republic Criminal Appeal No.109/2014. It was stated that; “ Section 36 (1) of the Act empowers the court to direct a person charged with an offence under the Act to provide samples for tests including for D.N.A test to establish linkage between the accused person and the offence.” That the appellant denied that he is the one who made the complainant pregnant and his defence was not dislodged as the prosecution failed to establish through a D.N.A test that he was the father of the complainant’s child. He further submits that the complainant behaved like an adult and relies on the case of Martin Charo -vs- Republic H.C. CR. Appeal No.32/2015, Justice Chitembwe which is a persuasive decision. Finally the appellant submits that the trial magistrate failed to consider his defence . For the State it was submitted that contrary to the grounds of appeal raised by the appellant, the evidence adduced was sufficient to sustain the conviction. That the evidence adduced was clear, candid and consistent. The same was corroborated and was reliable. It is submitted that the evidence of the complainant was sufficient and the court could rely on it to convict. On the question of D.N.A test the State submits that it was not necessary as the complainant was clear as to who was the father of her unborn child. That the appellant was identified by recognition and there was no allegation as to there being a possibility that the complainant was defiled by another person. He further submitted that penetration is proved by evidence and not by DNA test, he relies on the case of A.M -V- Republic (2012) eKLR, Court of Appeal and submits that there was enough evidence to link the appellant to the offence. It is further submitted that the appellant raised the issue of being framed in his defence and had not cross-examined the witnesses on the subject. That the defence was well considered and found wanting. On the sentence, the State conceded that it was harsh and in line with Francis Kioko Muruatetu and Another -vs- Republic (2017) eKLR urged the court to interfere with sentence. 4. I have considered the proceedings before the trial court, the grounds of the appeal and the submissions. This is a 1st appeal. The law places a duty on this court to re-evaluate and consider the evidence afresh and come up with its own independent finding Section 347 of the Criminal Procedure Code provides:- “ Save as in this part provided- A person convicted on a trial held in a sub-ordinate court of the first or second class may appeal to the High Court and an appeal to the High Court may be on a matter of fact as well as on a matter of law.” This means that High Court has jurisdiction to hear and determine an appeal from the Sub-ordinate Court on both points of law and facts. The Court of Appeal in the case of Kiilu & Another -vs- Republic (2005)1 KLR 174 stated as follows:- “ An Appellant in a first appeal is entitled to expect the evidence as a whole to be submitted to a fresh and exhaustive examination and to the appellate court’s own decision on the evidence. The first appellate court must itself weigh conflicting evidence and draw its own conclusion. It is not the function of a first appellate court to merely scrutinize the evidence to see if there was some evidence to support the lower court’s findings and conclusions; it must make its own findings and draw its own conclusions. Only then can it decide whether the magistrate’s findings should be supported. In doing so it should make allowance for the fact that the trial court has had the advantage of hearing and seeing the witnesses.” See also the holding in Okeno -v- Republic (1972) E.A 32. In this case there are only two issues which arises for determination. These are:- 1) Defence under section 8(5) of the Sexual Offences Act 2) Whether the charge was proved beyond any reasonable doubts. 1) Defence under Section 8(5) of the Sexual Offences Act The appellant was charged under Section 8(1) and (4) of the Sexual Offences Act. The particulars of the chance are that on diverse dates of August 2018 at Kagumo area in Tharaka Nithi County intentionally caused his penis to penetrate the vagina of CN a child aged 17 years. The elements that the prosecution was expected to prove were:- a) Penetration. b) Age of the complainant c) Perpetrator. The prosecution adduced evidence which proved that there was penetration. The complainant’s evidence was corroborated by the medical evidence tendered by PW3- The witness confirmed she examined that the complainant on allegation that she had engaged in sexual intercourse over a period of time. She confirmed that the complainant was pregnant which was evidence of penetration. It has now been well established that evidence of defilement or rape need not be proved by medical evidence or D.N.A. This is provided under Section 124 of the Evidence Act which provides:- “ Notwithstanding the provisions of section 19 of the Oaths and Statutory Declarations Act (Cap. 15), where the evidence of alleged victim admitted in accordance with that section on behalf of the prosecution in proceedings against any person for an offence, the accused shall not be liable to be convicted on such evidence unless it is corroborated by other material evidence in support thereof implicating him. Provided that where in a criminal case involving a sexual offence the only evidence is that of the alleged victim of the offence, the court shall receive the evidence of the alleged victim and proceed to convict the accused person if, for reasons to be recorded in the proceedings, the court is satisfied that the alleged victim is telling the truth.” The court of appeal in the case of A M L Versus Republic (2012) eKLR where the court stated that :- “ The fact of rape or defilement is not proved by D.N.A test but by way of evidence” Further the court of appeal in the case of Kassim Ali Versus Republic Criminal Appeal No. 84 of 2005, it was stated that:- “ The absence of medical examination to support the fact of rape is not decisive as the fact of rape can be proved by oral evidence of a victim of rape or by circumstantial evidence”. In this case penetration was proved by the testimony of the complainant and though the charge could be proved by way of evidence, the prosecution tendered evidence which corroborated the testimony of the complainant. I find that from the defence and submission the appellant has not disputed the fact of penetration. He has taken issue that it was not proved that he is the one who penetrated the complainant. I find that penetration was proved. 5. On the age of the complainant, the prosecution produced a birth certificate showing that the complainant was born on 2nd September 2000. In sexual offences age of the victim must be proved sufficiently with production of birth certificate, age assessment or other documents showing the age of the victim. This is because the age of the victim of defilement is a critical component which must be proved beyond any reasonable doubts. The Court of Appeal in the case of Kaingu Elias Kasono -V- Republic C.A Malindi, Criminal Appeal No. 54/2010, held that:- “Age of the victim of sexual assault under the sexual offences Act is critical component. It forms part of the change which must be proved in the same way as penetration in cases of rape and defilement. It is therefore essential that the same be proved by credible evidence for the sentence to be imposed upon conviction will depend on the age of the victim.” The charge of defilement requires prove of age as it is a serious offence which carries stiff sentences. The Sexual Offences Act provides that sexual relations with a child below the age of eighteen years constitutes the offence of defilement. The offence seeks to protect young girls from sexual predators and others bent on marrying off young girls who are underage. The relevant age of the victim to be considered is the age at the time the offence was committed not the age at the time of giving evidence. The offence was committed on diverse dates in August 2018. Although the complainant testified that she had engaged in sex with the appellant before August 2018, no charges were preferred and therefore the prosecution need to prove that the complainant was seventeen years as stated in the particulars of the charge in August 2018. The birth certificate shows that the complainant who was born on 2nd September 2000 was about eighteen (18) years old. There was no specific dated given in August. At best she was Seventeen years and eleven months. I find that the prosecution proved the age of the complainant to the required standard. On the identity of the perpetrator I find that it was proved that the appellant was the perpetrator. The evidence of the complainant was straight and brief and was not challenged. There was nothing to cast doubt on her testimony. It is only the mother who can tell the father of her child. The testimony of the complainant was credible. The complainant said she was in intimate relationship with the appellant. He did not dispute that in cross-examination. The defence that he was framed was a mere denial. The allegation by the appellant that they had land disputes is a sham. It was raised too late in the day and was not put to the witnesses when they testified. Such a defence ought to be put to the witnesses so that they can have an opportunity to give their side. Failure to raise it when cross-examining the witnesses leads to the inevitable conclusion that it is an afterthought which cannot possibly be true. The appellant and complainant were neighbours. The complainant knew him very well. I find that the prosecution proved that the appellant was the perpetrator. The appellant relied on Section 36(1) of the Sexual Offences Act. The section provides: “ Notwithstanding the provisions of section 26 of this Act or any other law, where a person is charged with committing an offence under this Act, the court may direct that an appropriate sample or samples be taken from the accused person, at such place and subject to such conditions as the court may direct for the purpose of forensic and other scientific testing, including a DNA test, in order to gather evidence and to ascertain whether or not the accused person committed an offence.” In Robert Mutungi Mumbi Versus R, (Supra) The Court of Appeal reiterated that with regard to Section 36(1) - “ Clearly that provision is not couched in mandatory terms. Decisions of this court abound which affirm the principle that medical evidence on DNA evidence is not the only evidence by which commission of a sexual offence may be proved. “ In George Kioji Versus Republic Criminal Appeal no. 270 of 2012 Nyeri this court expressed itself thus on proof of commission of a sexual offence: “ Where available, medical evidence arising from examination of the accused and linking him to the defilement would be welcome. We however hasten to add that such medical evidence is not mandatory or even the only evidence upon which an accused person can be convicted for defilement. The court can convict if it is satisfied that there is evidence beyond any reasonable doubts that the defilement was perpetrated by the accused person. In deed under the proviso to section 124 of the Evidence Act Cap 80 laws of Kenya, a court can convict an accused person in a prosecution involving a sexual offence, on the evidence of the victim alone if the court believes the victim and records the season for that believe,” From the foregoing, what the court has to determine is whether the evidence of the complainant is believable, failure to determine the paternity of the child was not fatal. The trial magistrate stated that he did not find the victim beating about the bush, she knew the accused well and her pregnancy and subsequent birth is sufficient evidence. There was no allegation that the complainant had a relationship with any other person. I find that the testimony of the complainant was credible and failure to conduct a D.N.A test to determine the paternity of the child was not fatal. There was sufficient credible evidence to prove that he was in a relationship with the complainant Section 8 (5) & (6) of the Sexual Offences Act provides :- “ It is a defence to a charge under this section if - (a) it is proved that such child, deceived the accused person into believing that he or she was over the age of eighteen years at the time of the alleged commission of the offence; and (b) the accused reasonably believed that the child was over the age of eighteen years. (6) The belief referred to in subsection (5) (b) is to be determined having regard to all the circumstances, including any steps the accused person took to ascertain the age of the complainant.” This section requires that an accused person raises this defence at his trial. Where the defence is raised, the court will have to consider the defence, the circumstances including the steps which the accused took to ascertain the age of the complainant. When an accused opts to rely on the defence under Section 5 & 6 of Sexual Offences Act the evidential burden shifts on that accused person to satisfy the above conditions attached to the defence. He has to demonstrate that, it is the child who deceived him to believe that she was eighteen or over, that he believed that the child was over eighteen years and that when all the circumstances are considered it will lead to the conclusion that the belief on the part of the accused was reasonable. What this provision is stating is that the accused who wishes to rely on the defence must lay that basis during the trial. This would give the prosecution an opportunity to interrogate the defence and an opportunity to respond. The appellant did not raise the defence during the trial. He has raised this defence on appeal. This ground is an afterthought. His defence was that he was framed. He cannot allege on appeal that he was deceived by the complainant. The defence cannot be considered at this stage. It is an afterthought. The ground must fail. 2. Proof beyond any reasonable doubts It is a principle of criminal justice system that the prosecution bears the burden of proof in criminal cases and the burden never shifts. In this case I find that the prosecution tendered sufficient evidence from the four witnesses which was sufficient to prove the charge beyond any reasonable doubts. In the circumstances I find that the trial magistrate arrived at the inevitable conclusion that the appellant was guilty of the offence of defilement. Having evaluated the evidence I find that the charge against the appellant was proved beyond any reasonable doubts. On sentence I note that the State conceded that the sentence was harsh. The appellant was sentenced to serve the minimum provided under the section. There were mitigating factors as it emerged that the complainant who had less than a month to celebrate her eighteenth birth day had engaged intimidate relationship with the appellant since the time she was in class seven and despite informing her mother action was only taken when she became pregnant. She was on borderline to become an adult. The appellant was 23 years old at the time. These matters were raised by the appellant. They can be considered in mitigation but the law prohibits sexual relationships with children who are below eighteen years. Having considered this mitigating factors which the trial magistrate failed to consider for the reason that the law provided for a minimum mandatory sentence, I will interfere with the discretion of the trial magistrate in sentencing. See the Supreme Court of Kenya decision in Francis Karioko Muruatetu & Another -V- Republic (2017) eKLR. The sentence was manifestly harsh and excessive in view of the circumstances of this case. I will therefore set aside the mandatory sentence of fifteen years passed by the trial magistrate and substitute it with imprisonment for five years from the date the sentence was imposed. I find that the appeal is without merits and is dismissed. Dated, signed and delivered at Chuka this 19h day of November 2020. L.W. GITARI JUDGE",
          "downloadLink": "http://kenyalaw.org/caselaw/cases/export/203679/pdf"
        }
      },
      {
        "url": "http://kenyalaw.org/caselaw/cases/view/228253/",
        "content": {
          "metaContent": "No metadata found",
          "bodyContent": "CMM v Republic [2022] Case Metadata Case Number: Criminal Appeal E009 of 2021 Parties: CMM v Republic Date Delivered: 15 Feb 2022 Case Class: Criminal Court: High Court at Voi Case Action: Judgment Judge(s): John Nyabuto Onyiego Citation: CMM v Republic [2022] Case History:Being an appeal arising from the conviction and sentence of hon. E.M.Nyakundi (RM) delivered on 27.1.21 in sexual offence case No.35 of 2020 Wundanyi SRM’s court Court Division:Criminal County:Taita Taveta History Docket No:sexual offence case No.35 of 2020 History Magistrate:E.M.Nyakundi (RM) History County:Taita Taveta Disclaimer:The information contained in the above segment is not part of the judicial opinion delivered by the Court. The metadata has been prepared by Kenya Law as a guide in understanding the subject of the judicial opinion. Kenya Law makes no warranties as to the comprehensiveness or accuracy of the information REPUBLIC OF KENYA IN THE HIGH COURT OF KENYA AT VOI CRIMINAL APPEAL NO.E009 OF 2021 CMM ………………………………….........APPELLANT VERSUS REPUBLIC…………………………….....RESPONDENT (Being an appeal arising from the conviction and sentence of hon. E.M.Nyakundi (RM) delivered on 27.1.21 in sexual offence case No.35 of 2020 Wundanyi SRM’s court ) JUDGEMENT 1. The appellant herein was charged with the offence of Defilement contrary to Section 8(1) as read with Section 8(2) of the Sexual Offences Act. He was also charged with an alternative charge of committing an indecent act with a Child contrary to Section 11(1) of the Sexual Offences Act. After the trial, the appellant was convicted and sentenced to 30 years imprisonment. 2. Particulars of the offence were that on 9th day of September, 2020 at around 1800hrs in [Particulars Withheld] Village of Kidaya-Ngerenyi Location within Taita Taveta County intentionally caused his penis to penetrate the vagina of FC, a minor aged (10) years old. 3. On the alternative charge, particulars were that on 9th day of September, 2020 at around 1800hrs in [Particulars Withheld] Village of Kidaya-Ngerenyi Location Within Taita Taveta County intentionally touched the vagina of FC, a child aged (10) years old with his penis. 4. This is a first appeal and as the first appellate court, I am duty bound to re-analyse, re-examine and re-consider a fresh the evidence tendered before the trial court and then arrive at an independent conclusion or determination without losing sight of the fact that the trial court had the advantage of listening to and seeing witnesses to be able to assess their demeanour. See Okeno v Republic (1972) E.A.32 Prosecution’s evidence before the trial court 5. Prosecution called four witnesses and closed its case. PW1 the complainant herein gave unsworn testimony stating that on the material day, she left home for her grandmother’s place to fetch water for her and on going back home, she met with the accused person at a place called Kwa Michael. That accused got hold of her hand and took her to a“viazi” selling point on the roadside where he bought her some “viazi” but she threw them away. She further stated that accused took her to a shop nearby and bought her club soda and kdf. As she insisted for the accused to let her go home, accused refused and instead took her through a deserted and bushy place from where they used to fetch firewood. 6. She stated that while in the bush, accused removed her panty and sweater but left her dress on. That accused also removed his lower clothes thus exposing the dudu that he uses to urinate. She told the court that accused put the said dudu at the place she uses to urinate and as a consequence, she felt a lot pain leading to her screaming thus attracting the attention of her aunt whom she did not know her name. That the said aunt confronted the accused by pulling him off on top of her hence giving her an opportunity to pick her clothes and ran away. 7. Later, while at home, she saw her aunt referring to pw2, her cousin Eva, their village elder and the accused person who pleaded not to be beaten. She was taken to Mwatate Police Station and later to Mwatate Sub-County Hospital where she was examined and treated. It was her evidence that she did not know the accused before and that it was the first time he defiled her. That accused has a twin brother whom she knew very well and that they are neighbours although at a distance. She also identified the accused in the dock as the person who sexually assaulted her. On cross examination, accused simply stated that he was found escorting the girl home and that the case was a frame up by the village elder. 8. PW2 LN told the court that she knew the complainant as a child to her neighbour and who calls her aunty. That on 9th September, 2020 at 6pm, she was in her house which also serves as a kiosk when the accused arrived in company of pw1. That accused bought club soda and kdf and left with PW1. It was then that her sister in law called DM asked where the accused was going with the child. 9. It was her evidence that as the accused and pw1 headed towards the bush where there was a short cut, she decided to follow but lost track of them. While going back, she met a person called JM a village elder who asked her where she was going. After telling her the story, J promised to join her after delivering her luggage home. Pw2 however went on looking for the accused and the complainant. That certainly, she heard someone crying saying ‘naumia’. She then walked there quietly and found the accused on top of pw1. That accused was naked and had lowered his trouser and boxer. 10. On the other hand, PW1 had no panty nor trouser on but her dress was on. According to her evidence, accused had penetrated pw1 and she was crying. She immediately called and asked accused whether that was the reason for the club soda and kdf. 11. Having been confronted, accused allegedly got startled and tried to flee but she grabbed him while screaming for help. She stated that while struggling with the accused, PW1who was so scared managed to pick her clothes and ran away. That it was then the said village elder came with some other people and found her holding the accused. She asked the village elder to take the accused as she went to look for PW1 whom they later took to mwatate police station from where they were referred to mwatate Sub-county hospital for examination and treatment. She stated that the accused is a village mate and also her cousin whom she positively identified and had no grudge with him. 12. PW3 Emiline Chari, a clinical officer at Mwatate Sub –County Hospital told the court that pw1 was in good general condition when she was presented to her. On examination of her genitalia, it was reddened and tender to touch, the hymen was broken and there was mucoid discharge at the vaginal opening. That laboratory tests revealed that the VDRL and HIV test was negative and there were no spermatozoa. That urinalysis test was normal and the medication given was antibiotics and pep. She then produced the treatment notes and p3 form as evidence. 13. PW4 PC Felistas Tuitoek stationed at Mwatate Police Station and the investigating officer in this case told the court that on 10th September, 2020 at 9am, she was at the station when a case for defilement which had been reported the previous day was assigned to her for investigation. She reiterated the evidence of PW1 and PW2. After interrogating the accused, she preferred the charges before court. Appellant’s evidence before the trial court 14. The appellant in his sworn testimony told the court that on 9th September, 2020, he went for his usual duties at a place called survey in the morning hours. That when he finished, he went to some bar to drink and at around 3 pm he left for his home. On the way, he met some children at a place known for selling “viazi”. That after buying “viazi” for himself and the children he found there,Pw1 one of the children followed him requesting to be bought a soda as she was hungry. 15. It was then he asked her whose child she was as he did not know her. Upon introducing herself, he realized that the mother of PW1 was his former classmate. That they went to “aKibanda” where he bought her kdf and soda and escorted her up to the main road as the place was not safe. That he was confronted by pw2 a village elder who asked him where he was going with PW1. 16. That despite his explanation that he was escorting her, PW2 called people while claiming that he had defiled PW1. He stated that he was the one who suggested for the child to be taken to the hospital to establish the allegations. He termed the allegation a frame up by pw2 who accused him of being a drunkard who never wore a mask during corona time. 17. Aggrieved by his conviction and sentence to 30yrs imprisonment, he filed this appeal on the following grounds; a) The Hon.Magistrate erred in both law and fact in convicting the appellant to serve a severe an illegal sentence on evidence that was not collaborated as per the law. b) The Hon.Magistrate erred in both law and fact in convicting the appellant to serve a sentence on evidence that was not proved beyond reasonable doubt as required by the law. c) The Hon.Magistrate erred in both law and fact in failing to appreciate that there was material contradiction on the evidence adduced in court. d) The Hon.Magistrate magistrate erred in both law and fact in shifting the burden of proof to the appellant. e) That there was no evidence of penetration or partial penetration on the complainant. f) The Hon.Magistrate erred in both law and fact in relying on mere allegation without documentary evidence. g) The Hon.Magistrate erred in both law and fact in failing to appreciate the sworn evidence of the appellant. h) The Hon.Magistrate erred in both law and fact failing to reflect the years the appellant was to serve and the reasons for the sentence in the judgement dated 27th January ,2021 i) The Hon. Magistrate erred in both law and fact to pay a site visit to the place of alleged offence with a view to establish the allegations. j) The Hon.Magistrate erred in both law and fact in relying on a medical report done on the complainant without evidence from the part of the appellant. k) The Hon.Magistrate erred in both law and fact and failed to observe or deal with the state of the complainant/minor as per the medical report. l) The Hon.Magistrate erred in both law and fact in failing to state the language used when taking plea which if any the appellant understood. m) The Hon.Magistrate erred in both law and fact in sentencing the appellant without offering the appellant the chance to offer any mitigation on the total findings of Hon.Magistrate before sentencing. n) The Hon.Magistrate erred in both law and fact in failing to give a chance to the prosecution to state the previous records to the court before judgement. o) The Hon.Magistrate erred in both law and fact in sentencing the appellant on a defective charge sheet. 18. When the matter came for hearing parties agreed to dispose the appeal by way of written submissions. Appellant’s submissions 19. The appellant through his advocates Gekonde and company filed submissions dated 28th June, 2021 contending that from the analysis of the prosecution’s evidence the appellant’s conviction to serve 30 years sentence was not proved beyond reasonable doubt as required by law. That the burden of proof in every case lies squarely with the prosecution and that the prosecution was duty bound to prove that the appellant had committed an offence of defilement by penetrating into her genitals and not merely producing medical notes. 20. Counsel asserted that Pw1 being a minor of 10 years old, the act of defilement would have been easily proved by way of vaginal swap which would have indicated whether; there was penetration; the internal parts of the vagina were torn and, whether there were spermatozoa. 21. That failure to establish those ingredients, prosecution failed to discharge its burden of proof that the appellant had committed the alleged offence. In support of this submission, counsel relied on the holding in the case of Mohamed Omar Mohamed v Republic Garissa High Court cr. Appeal no 2 of 2020 where the court observed that under normal circumstances, where in a defilement offence the hymen is broken, one would expect the vagina to be freshly torn, flow of blood and difficulty in walking. Counsel further opined that the clinical officer did not explain the cause of the redness in the vagina and its tenderness, broken hymen or anything about the discharge. 22. Counsel submitted that the appellant was not given a chance for mitigation as the prosecution did not provide any of his previous records despite of the sentence being mandatory. Submissions by the respondent 23. The ODPP through its prosecution counsel Mr. Chirchir, filed written submissions dated 6th July, 2021 submitting on 5 issues. 24. Regarding the issue of corroboration, counsel submitted that the offence took place during broad daylight and that even though the complainant did not know the appellant before, she interacted with him when he bought her a club soda and viazi. That being found with the minor in a compromising situation is a clear indication that he had defiled her. He contended that PW2 caught the appellant red handed while lying on the complainant thus corroborating the evidence of the complainant. 25. That further corroborating evidence is derived from the medical examination of Pw1 by PW3 who found that; her genitalia was reddened and tender to touch, the hymen was broken and there was mucus discharge at the vagina thus implying that there was penetration. 26. On identification, counsel submitted that the appellant was positively identified by pw2. On the issue of sentence, Mr.Chircir submitted that the appellant contradicted himself by indicating in his ground 2 of appeal that he was convicted and sentenced to serve for 30 years ,whereas on ground 9 he stated that the trial court failed to indicate the number of years to be served. That the appellant should read the entire proceedings in totality including the original record. 27. Concerning the age of the victim, counsel submitted that the victim was a minor at the time of the alleged defilement as evidenced by her birth certificate which confirmed that she was born on 25th January, 2010. In conclusion, learned counsel urged the court to dismiss the appeal and uphold the decision of the trial court. 28. I have considered the record of appeal and rival submissions by both counsel. I will condense the 16 grounds of appeal to six as hereunder; a) Whether the prosecution discharged its burden of proof b) Whether the evidence was corroborated c) Whether there was penetration d) Whether the appellant/accused was positively identified e) Whether the learned magistrate considered the evidence of the appellant/accused f) Whether the sentence is harsh and illegal 29. On whether the prosecution discharged its burden of proof, the appellant submitted that his conviction to serve a life sentence was done based on the evidence of pw1 and pw2 which was not proved beyond reasonable doubt as required by the law. That the burden of proof in every case lies squarely with the prosecution and that the prosecution was duty bound to prove that indeed the appellant had committed the offence of defilement. 30. It is trite law that, in the criminal justice system, the burden of proof always lies with the prosecution and that it does not shift. See Okethi v Okale v Republic (1965) E.A.555. It is incumbent upon the prosecution to discharge that responsibility to the required degree by establishing the allegations levelled against an accused person. In the case of Republic v Davis Muriuki Kinyua [2021] e KLR the court had this to say; “…It is a cardinal principle of Criminal Law that one who claims must prove, every allegation due to that accusations to convince the Court that the claims are true. These findings were in consonant with the guidelines set out in R. T. Bhatt v R {1957} EA 332; with a rider that, “a primafacie case does not mean a case proved beyond any reasonable doubt since at this stage, the Court has not heard the evidence for the defence.” (See Uganda v Mulwo Aramathan CR Case No. 103 of 2008). 31. The court further stated that; “…The court is cognizant of the fact that the burden of proof in criminal cases lies with the prosecution. The standard of prove is beyond reasonable doubt. The phrase and burden of proof of beyond reasonable doubt was explicitly captured in the case of Miller –VS- Minister of Pensions (1947) 2ALL ER 372-373 by none other than Lord Denning who stated as follows:- “It need not reach certainty, but it must carry a high degree of probability. Proof beyond reasonable doubt does not mean proof beyond the shadow of a doubt. If the evidence is so strong against a man as to leave only a remorse possibility in his favour which can be dismissed with the sentence of course it is possible the case is proved beyond reasonable doubt, but nothing of short of that will suffice.” 32.The appellant contended that prosecution failed to adduce sufficient evidence to corroborate the testimony of pw1. He contended that there was no proof of penetration which is a major ingredient in establishing the offence of defilement. The appellant was charged with the offence of defilement contrary to section8(1) of the sexual offences Act which provides that; “A person who commits an act which causes penetration with a child is guilty of an offence termed defilement” Sub-section 2-aperson who commits an offence of defilement with a child aged eleven years or less shall upon conviction be sentenced to imprisonment for life. 33. It was upon the prosecution to prove that, the child (pw1) was aged below 11yrs and that there was penetration by the accused. Regarding the age of the complainant, a birth certificate was produced by pw4 marked as exhb 3 reflecting the date of birth as 25th January 2010. With this evidence, the child was below 11 years at the material time. 34. Concerning penetration, counsel for the appellant contended that the fact that there was vaginal discharge, broken hymen and reddish vagina which was tender to touch was not enough proof that penetration had taken place. Further, that there was no vaginal swap done to ascertain the presence of spermatozoa. It is trite that penetration does not strictly entail proof of discharge of spermatozoa into the victim’s vagina. It is possible that a perpetrator can be caught before releasing any sperms into the victim’s vagina after having penetrated hence the absence of sperms does not rule out penetration. 35. In fact, penetration can happen on the service and not necessarily deep inside the vagina implying that one doesn’t have to bleed. The fact that there was a broken hymen does not mean that the appellant was responsible. The hymen may have been broken long time ago and therefore not automatic that the complainant had to bleed. Equally, nobody said that the discharge was associated with the alleged sexual assault. However, the redness and tenderness of the vagina could have been as a result of many factors including sexual assault. 36. In the case of Alex Chemwotei Sakong v Republic [2108] eKLR the court went to a great extent in expressing what penetration entails in a sexual offence as follows; “Penetration is defined under section 2 of the Sexual Offences Act to mean the partial or complete insertion of the genital organ of a person into the genital organs of another person. This position was explained by the court of appeal (Onyango Otieno, Azangalala & Kantai JJ A) in the case of Mark Oiruri vs. Republic Criminal Appeal 295 of 2012 [2013] eKLR in which they opined thus: “…and the effect that the medical examination was carried out on her on 16th November, 2008 five days after the event, and that during that time she must have taken a bath and no spermatozoa could be found. In any event the offence is against penetration of a minor and penetration does not necessarily end in the release of sperms into the victim. Many times the attacker does not fully complete the sexual act during commission of the offence. That is the main reason why the law does not require that evidence of spermatozoa be availed. So long as there is penetration whether only on the surface, the ingredient of the offence is demonstrated, and penetration need not be deep inside the girl’s organ…” 37. From the medical evidence adduced, there was evidence of redness and tenderness of the vagina which serves as proof that an act of sexual assault may have taken place subject to proof by other corroborative evidence. In any event, penetration can be proved circumstantially taking into account circumstances under which the act was committed. In the case of Kassim Ali v Republic(2021)e KLR the court of appeal stated that; “So the absence of medical evidence to support the fact of rape is not decisive as the fact of rape can be proved by oral evidence of a victim of rape or by circumstantial evidence” 38. According to the evidence of pw1, it was the appellant who defiled her. Prior to the commission of the offence, the complainant had interacted with the appellant who bought her soda and kdf. The two were then seen walking together into the bush where there was a short cut going to pw1’s home a fact the appellant confirmed stating that he had offered to escort her as it was not safe. 39. Pw1 whom the trial court found to be truthful, consistently gave a detailed testimony on the chain of events preceding the act and on how the appellant their neighbour undressed and had sex with her causing her to scream out for help due to pain. This evidence is further corroborated by pw2 who confirmed that the appellant indeed had bought pw1 a soda and kdf in her kiosk but she became suspicious when she saw the appellant leading the complainant into the forest. It was pw2’s evidence that she caught the appellant in the act with his pants down after responding to pw1’s screams. 40. Why would the complainant and pw2 frame up the appellant? There was no bad blood between them and the appellant. The claim in his defence that there was a grudge between him and pw2 is an afterthought as no such question was put to her (pw2) on cross examination. It is my conviction that, the evidence of pw1 is well corroborated by the evidence of pw2 and the medical evidence which reveals the redness and tenderness of the vagina as proof of sexual assault. Even in the absence of medical proof, asexual offence can be established depending on the victim’s evidence and other circumstances surrounding the commission of the offence. 41. From the evidence of the victim, pw2 and medical report, I have no doubt that the appellant was properly identified as the offence was committed during the day around six in the evening and that he was found by pw2 while on top of pw1. 42. I do not find any inconsistence in evidence to discredit prosecution’s evidence. The appellant did not produce any medical evidence to counter what was produced by the prosecution. See H.O Vs Republic (2020) e KLR where the court stated that the only way to counter medical evidence is by way of procuring another medical evidence. 43. In view of my findings above, I am satisfied that the trial court properly addressed its mind on the applicable law and evidence available and therefore correctly convicted the appellant for the offence of defilement. 44. The other issue raised by the appellant is that he was not given an opportunity to mitigate. However, the record shows that on the same day judgment was delivered on 27th January 2021, the prosecutor confirmed that the appellant was a first offender. Again on the same day the appellant mitigated stating that he had a child whose mother he had separated with. On the same day, asocial inquiry report was ordered for and mention fixed for 2nd February2021. 45. On the 2nd February 2021, a probation officer presented an unfavourable report reflecting on the appellant as a person not wanted by the community. It was on the same day that he was sentenced. It is therefore not true to say the he was denied an opportunity to mitigate. 46. As to the allegation that sentence was excessive, the appellant should appreciate that he was lucky to have escaped life imprisonment which is the sentence provided for in respect of that offence. In any event, sentencing is at the discretion of the court to which an appellate court can only interfere with if it is excessive or arrived at based on wrong principles of the law by considering irrelevant factors. See Ahamad Abolfathi Mohammed & another v Republic [2018] e KLR where the court of appeal stated; “As what is challenged in this appeal regarding sentence is essentially the exercise of discretion, as a principle this Court will normally not interfere with exercise of discretion by the court appealed from unless it is demonstrated that the court acted on wrong principle; ignored material factors; took into account irrelevant considerations; or on the whole that the sentence is manifestly excessive.” 47. Having held as above, it is my finding that, the appeal herein lacks merit and the same is therefore dismissed. The conviction and sentence is hereby upheld and confirmed Right of appeal 14days. Dated signed delivered virtually at Mombasa this 15th day of February 2022 J.N.ONYIEGO JUDGE",
          "downloadLink": "http://kenyalaw.org/caselaw/cases/export/228253/pdf"
        }
      },
      {
        "url": "https://kenyalaw.org/caselaw/cases/view/277275/",
        "content": {
          "metaContent": "No metadata found",
          "bodyContent": "Abdulsalim v Republic (Criminal Appeal E005 of 2023) [2023] KEHC 25863 (KLR) (30 November 2023) (Judgment) Neutral citation: [2023] KEHC 25863 (KLR) Republic of Kenya In the High Court at Malindi Criminal Appeal E005 of 2023 AK Ndung'u, J November 30, 2023 Between Said Abdulsalim Appellant and Republic Respondent (From original Conviction and Sentence in Malindi CM Sexual Offences Case No E086 of 2021– I Thamara, RM) Judgment 1.The Appellant, Said Abdulsalim was convicted after trial of defilement contrary to section 8(1) as read with section 8 (3) of the Sexual Offences Act, No 3 of 2006. On 15/12/2022, the Appellant was sentenced to twenty- five (25) years imprisonment. 2.The particulars were that on the 28/10/2021 within Malindi Sub-County in Kilifi County, intentionally and unlawfully caused his penis to penetrate into the vagina of MJK a girl aged 14 years. 3.The Appellant challenges the conviction and the sentence vide an amended petition of appeal filed on 21/07/2023. The conviction and the sentence are being challenged on the following grounds;i.The learned magistrate erred by convicting the Appellant and failed to find that penetration had not been proved.ii.The learned magistrate erred by failing to appreciate that the complainant’s age was not proved.iii.The learned magistrate erred by convicting the Appellant and failed to find that the medical evidence did not corroborate the complainant’s evidence.iv.The sentence imposed was harsh and excessive for it was mandatory and failed to consider the Appellant’s mitigation and circumstances of the case. 4.The appeal was canvassed by way of written submissions. In his written submissions, the Appellant argued that the prosecution failed to prove the element of penetration in that the evidence of the complainant did not bring out clearly the evidence of penetration since the words she used ‘akachukua mdudu wake akawueka hapo kwangu kwa kwenda haja ndogo’ left doubt as to what was inserted. Further, PW1 did not explain what she saw, heard, felt or even experienced. He submitted that a broken hymen and reddening of the vagina could not prove defilement. Further, the doctor did not mention when the hymen was broken. That PW2 ‘s sentiments that she examined her daughter and found that her vagina was reddish cannot be termed as proof of penetration as she was not a medical expert. He submitted that the medical evidence did not corroborate the charge in that the P3 Form indicated that the sexual intercourse was habitual as from 23/10/2021 to 28/10/2021 whereas the charge sheet indicated that the offence was committed on 28.10.2021. 5.As to the age of the complainant, he submitted that the same was not proved to the required standard. He stated that the complainant testified that she was 13 years whereas PW2, her father stated that she was 14 years. That the age assessment report that was produced by PW3 indicated that she was 14 years. However, PW3 was not the maker of the age assessment report. That the age assessment report also failed to state upon what parameters the examiner used to arrive at that age. Further, that the qualifications of the examiner were never interrogated and it was not clear whether the examiner existed or it was a creation of the prosecution. That the age assessment was not thorough and failed to explain the criteria that was used. Reliance was placed on the case of Peter Maina Njeri vs R (2016)eKLR and the Appellant urged this court to be given the same treatment and be acquitted. 6.He further attacked the unsworn evidence of the complainant where he submitted that the trial court was not justified to have received her unsworn evidence since she was not a child of tender years in line with section 19 of the Oaths and Declaration Act. That a 14-year-old is not subject to voir dire examination. Therefore, PW1’s unsworn evidence did not amount to evidence as it was of no probative value. The reception of her evidence was an illegality that rendered the trial a nullity. Reliance was placed in the case of May vs R (1979)eKLR and Mwangi vs R (2006) 2 KLR. 7.On the sentence, he submitted that the court did not give reasons for enhancing the sentence to 25 years imprisonment contrary to the minimum sentence provided under the law. He urged the court to consider his mitigation and the circumstances of the case to reduce the sentence. Further, that the period he spent on remand be considered. 8.The Respondent’s submissions were based on the Appellant’s previous grounds of appeal which he later amended. Counsel did not respond to the Appellant’s amended grounds and what he argued in his submissions. She however submitted that the sentence was lawful. That the complainant’s evidence on penetration was corroborated by medical evidence, there were no discrepancies and irregularities in the evidence against the Appellant and that the Appellant admitted to having penetrative sexual intercourse with PW1 thus corroborating her evidence. On the Appellant’s defence, she submitted that the same was considered by the court and did not shake, dislodge or controvert the overwhelming evidence against him. 9.This being the first appellate court, my duty is well spelt out namely; to re-evaluate the evidence tendered before the trial court and subject it to a fresh analysis so as to reach an independent conclusion as to whether or not to uphold the decision of the trial court. See Okeno v Republic [1972] EA 32. 10.I have read and considered the evidence as recorded before the trial court. In so doing, I have taken cognizance that I neither saw nor heard the witnesses testify and I have given due allowance for that fact. I have taken into account the submissions filed and case law cited. 11.A summary of the evidence before the trial court was as follows. The complainant testified as PW1, she testified that she was 13 years old and in Grade Five. The Appellant was their neighbour since 2020. She stated that on the material day, she was hiding at the back of their house since her father wanted to beat her since he had seen her riding the neighbour’s bicycle. The Appellant found her there and he carried her like a small baby and warned her not to make noise or he would kill her. He took her to a house then she stated ‘akanifanya kama bibi yake. Alinifanyia tabia mbaya. Anilivua nguo akanipanua miguu akanifanyia tabia mbaya’. She stated that she had worn a skirt, shirt, panty, biker and she had covered herself in a leso. He removed her skirt. biker and panty, laid her on the floor and removed her clothes. That he told her not to make noise or else he was going to cut her head. He spread her leg then ‘akachukua mdudu wake akauweka hapo kwangu kwa kuenda haja ndogo.’ He defiled her the entire night and in the morning, he told her to go to her uncle’s place and should not say that he did ‘tabia Mbaya’ to her. He also instructed her to say that she had slept at a toilet near their home. 12.She testified that her uncle escorted her home and the Appellant got into his room. She stated that they were living in the same compound with the Appellant as the Appellant’s house was the first and theirs was third. Upon getting home, her mother asked her where she had slept and the Appellant at that time was standing at his door and was talking to her through signs telling her to keep quiet or else he will cut her neck. She testified that she was taken to school and she reported to her teacher what the Appellant had done. A report was made at the police station and thereafter she was taken to hospital. The Appellant had attempted to have sex with her on other two times in the bathroom and in the banana thicket but she ran away. 13.On cross examination, she testified that she did not scream since he had warned her. That she had not informed the Appellant where she had hidden herself on the material night but the Appellant saw her while at the barbershop. She stated that she did not know that the Appellant had a relationship with her mother and that she had not promised the Appellant love. 14.PW2 was the complainant’s father. He testified that he left work and found the complainant riding the neighbour’s bicycle. He called her but she ran away. In the evening, he asked her what happened during the day. She did not respond but ran away. He returned home at 10:00pm and his wife informed him that the complainant had not returned. His wife did not find the complainant even in the morning. He went to work and his wife called him informing him that the complainant had returned home accompanied by his uncle and was saying things she could not understand. 15.He went home and his cousin informed him that the complainant had gone to his house and requested him to accompany her home since she had said that the father wanted to beat her. He did not manage to talk to her so he left for work. He testified that the complainant told her teacher what had happened and his wife informed him that the Appellant had defiled her daughter. He went to the police station where they reported and on the next day, they went to hospital. He testified that the complainant was 14 years old and the Appellant was their neighbour. 16.On cross examination by the Appellant, he testified that he wanted to beat her since she was riding a bicycle in school uniform and she was supposed to have gone back to school. He stated that there was no distance between their houses since the Appellant was living in room 1 and they were living in room 2. That the complainant was brought in the morning by her uncle. 17.PW3 was the Clinical Officer. He produced the P3 Form that was prepared by Dr. Rimba. He testified that the complainant had injuries on the vagina and that pregnancy and other tests were negative. He identified the age assessment and lab tests results and they were marked for identification. He testified on cross examination that the P3 Form was filled on 01/11/2021, 7 days after the alleged defilement. 18.PW4 was the Investigating Officer. He narrated in material detail what was reported to him. He produced the P3 Form as Pexhibit1, Treatment Notes as Pexhibit2, Lab Request Form as Pexhibit4, and Age Assessment Report as Pexhibit3. 19.The Appellant in his defence gave unsworn testimony. He testified that he had quarrelled with his pregnant wife due to his affair with the complainant’s mother. On 30/10/2021, a neighbour asked him what was happening between him and the complainant and he responded that nothing was happening. He had warned the complainant’s mother to leave his family alone. In November, he heard some commotion and an Officer got into his house alleging that he had defiled a child but he denied it. He stated that the complainant’s mother had threatened him and the matter was as a result of the said threats. 20.That was the totality of the evidence before the trial court. It is trite that for the charge of defilement to stand, the Prosecution must prove the age of the victim (must be a minor), that there must be penetration and a clear identification of the perpetrator. This is provided for under Section 8(1) of the Sexual Offences Act No. 3 2006. 21.Having established the ingredients of the charge, the question that this court should therefore determine is whether those ingredients were proved to the required standard. 22.Proof of age is important in a sexual offense. In Kaingu Kasomo vs. Republic, Criminal Appeal No. 504 of 2010 (UR), the Court of Appeal stated that:“Age of the victim of sexual assault under the Sexual Offences Act is a critical component. It forms part of the charge which must be proved the same way as penetration in the cases of rape and defilement. It is therefore essential that the same be proved by credible evidence for the sentence to be imposed will be dependent on the age of the victim.” 23.In the present appeal, the Appellant position is that the age of the complainant was not proved to the required standard on account that the complainant testified that she was 13 years whereas PW2, her father stated that she was 14 years. That the age assessment report that was produced by PW3 indicated that she was 14 years. However, PW3 was not the maker of the age assessment report. That the age assessment report also failed to state upon what parameters the examiner used to arrive at that age. Further, the qualifications of the examiner were never interrogated and it was not clear whether the examiner existed or it was a creation of the prosecution. 24.From the trial court record, PW3 only identified the Age Assessment Report that was prepared by a Medical Superintendent from Malindi Sub-County Hospital and it was marked for identification. PW4, the Investigating Officer is the one who produced the Age Assessment Report as an exhibit. 25.It is trite law that evidence touching on expert opinion should be tendered by experts as provided under section 48 of the Evidence Act and in situations where the evidence of such experts cannot be procured without unreasonable delay or expense, other experts working in similar field of expertise and who are familiar with handwritings of the unavailable experts can be called upon to tender such evidence as provided under section 33 of the Evidence Act which states that;Statements, written or oral, of admissible facts made by a person who is dead, or who cannot be found, or who has become incapable of giving evidence or whose attendance cannot be procured, or whose attendance cannot be procured, without an amount of delay or expense which in the circumstances of the case appears to the court unreasonable, are themselves admissible in the following cases—(a)……………………………………………………(b)made in the course of businesswhen the statement was made by such person in the ordinary course of business, and in particular when it consists of an entry or memorandum made by him in books or records kept in the ordinary course of business or in the discharge of professional duty; or of an acknowledgement written or signed by him of the receipt of money, goods, securities or property of any kind; or of a document used in commerce, written or signed by him, or of the date of a letter or other document usually dated, written or signed by him; 26.Such evidence is admissible and by dint of section 77 (1) of the Evidence Act, the evidence is presumed genuine and authentic. The provisions section 77 of the Act on its own allows a person other than one who prepared a report to produce it provided that the presumption of authenticity is met and if the document is signed by the person who held the office and qualifications which he professed to hold at the time when he signed it. The section provides;“77(1)In criminal proceedings any document purporting to be a report under the handwriting of a Government Analyst, Medical Practitioner or of any Ballistics expert, Document Examiner or Geologist upon any person, matter or thing submitted to him for examination or analysis may be used in evidence.(2)The court may presume the signature of any such document is genuine and that the person signing it or the office and qualifications which he processed to hold at the time when he signed it.(3)When any report is so used the court may, if it thinks fit, summon the analyst, Ballistics expert, Document Examiner, Medical Practitioner, or Geologist, as the case maybe, and examine him as to the subject matter there of”. 27.The condition precedent to the operation of section 77 is provided under section 33 which means that a basis has to be laid before a witness other than the maker of a document can competently tender the evidence. 28.In the instant case, no explanation was tendered as to why the maker could not produce the age assessment report. PW4 was the Investigating Officer and therefore he could not attest to the handwriting of the maker. Even though the Appellant did not object to the production of the Age Assessment Report, in the eyes of the law it was inadmissible in evidence. It therefore follows that the age of the complainant could not be proved through the Age Assessment Report which was irregularly produced. 29.Where the actual age of the victim is not proved, the apparent age of the victim shall suffice. The Court of Appeal in Jackson Mwanzia Musembi v Republic [2017] eKLR quoted with approval its earlier decision in Evans Wamalwa Simiyu vs. R [2016] eKLR and held that:-“Consequently, where actual age of a minor is not known, proof of his/her apparent age is sufficient under the Sexual Offences Act.” 30.Further, in Thomas Mwambu Wenyi v Republic (2017) eKLR the Court of Appeal cited with approval Francis Omuromi Vs. Uganda, Court of Appeal Criminal Appeal No.2 of 2000 which held that:-“In defilement cases, medical evidence is paramount in determining the age of the victim and the doctor is the only person who could professionally determine the age of the victim in the absence of any other evidence. Apart from medical evidence age may be proved by birth certificate, the victim’s parents or guardian and by observation and common sense….” 31.In Evans Wamalwa Simiyu (supra) the Court of Appeal observed that –““As to whether the appellant’s age fell within 12 and 15 years of age, the evidence was rather obscure. Although the complainant testified that her age was twelve years, she did not explain the source of this information. The Complainant’s mother did not offer any useful evidence in this regard as she did not say anything about the complainant’s age. This leaves only the evidence of Dr. Mayende who indicated at Part C of the P3 form that the estimated age of the complainant was 12 years. We have anxiously considered the purport of this evidence since the Doctor does not appear to have carried out a specific scientific age assessment. Nevertheless, we do note that under part C of the P3 form the age required is estimated age and under the Children’s Act “age” where actual age is not known means apparent age. This means that in the Doctors opinion the apparent age of the complainant from his observation was 12 years. Thus, although the actual age of the minor complainant was not established, the apparent age was established as 12 years.What emerges from the authorities is that whilst the best evidence of age is the birth certificate followed by age assessment, a parent’s evidence or a doctor’s finding on apparent age would suffice and this applies to the instant case. 32.Proof of penetration can be either by way of medical evidence or other evidence (See Kassim Ali v Republic Cr. App. No. 84 of 2005 (Mombasa). The Appellant claimed that penetration was not proved to the required standard. He submitted that the words that were used by the complainant to describe what happened were not clear and that the complainant did not state what she felt, what she saw, heard or even experienced. That a broken hymen and reddening of the vagina could not prove defilement. Further, the doctor did not mention when the hymen was broken. He submitted that the medical evidence did not corroborate the charge in that the P3 form indicated that the sexual intercourse was habitual as from 23/10/2021 to 28/10/2021 whereas the charge sheet indicated that the offence was committed on 28.10.2021. 33.The Appellant’s view is that the words used by the complainant that ‘akachukua mdudu wake akawueka hapo kwangu kwa kwenda haja ndogo’ left doubt as to what was inserted. The Court of Appeal in acknowledging the use of euphemisms by children when describing acts of sexual intercourse in Muganga Chilejo Saha v Republic [2017] eKLR had this to say;“Naturally children who are victims of sexual abuse are likely to be devastated by the experience and given their innocence, they may feel shy, embarrassed and ashamed to relate that experience before people and more so in a court room. If the trend in the decided cases is anything to go by, courts in this country have generally accepted the use of euphemisms like, “alinifanyia tabia mbaya”, (IE V R, Kapenguria H.C Cr. Case No. 11 of 2016), “he pricked me with a thorn from the front part of this body.”, (Samuel Mwangi Kinyati v R, Nanyuki HC.CR.A. NO. 48 of 2015), “he used his thing for peeing”, (David Otieno Alex v R, Homa Bay H.C Cr Ap. No. 44 of 2015), “he inserted his \"dudu\" into my \"mapaja\", (Joses Kaburu v R, Meru H.C Cr. Case No. 196 of 2016), “he used his munyunyu”, (Thomas Alugha Ndegwa, Nbi H.C. Cr. Appeal No. 116 of 2011), as apt description of acts of defilement. We, however, need to remind trial courts that the use of certain words and phrases like “he defiled me”, which are sometimes attributed to child victims, are inappropriate, technical and unlikely to be used by them in their testimony. See A M V R Voi H.C Cr. App. No. 35 of 2014, EMM V R Mombasa H.C Cr. Case No. 110 of 2015, among several others. Trial courts should record as nearly as possible what the child says happened to him or her.” 34.Going by the above cases, the terms used by the complainant are thus acceptable terms to mean defilement when used by child victim. 35.The Appellant further submitted that the complainant failed to describe what she felt what she saw, heard, felt or even experienced. He relied on the case of Julius Kivuva vs R (2015)eKLR where the court was of the view that evidence of sensory details, such as what a victim heard, saw, felt, and even smelled, is highly relevant evidence to prove the element of penetration. The complainant in that case had only stated that the Appellant removed her skirt, pants and biker and they had sex which is different from our case here. The complainant in this case explained to the court in graphic details what the Appellant did as follows;‘akanifanya kama bibi yake. Alinifanyia tabia mbaya. Alinivua nguo akanipanua miguu akanifanyia tabia mbaya. She stated that she had won a skirt, shirt, panty, biker and she had covered herself in a leso. He removed her skirt. Biker and panty, laid her on the floor and removed her clothes. That he told her not to make noise or else he was going to cut her head. He spread her leg then ‘akachukua mdudu wake akauweka hapo kwangu kwa kuenda haja ndogo.’ 36.Was penetration proved in our instant case? The record shows a clear breach of the rules of evidence in the production of the Medical Evidence (P3 Form) tendered as evidence of penetration of the complainant, a key ingredient of the offence herein. PW3 the Clinical Officer who testified was not the one who had prepared the P3 Form. He only marked the document for identification and, for inexplicable reasons, no application was made to have him produce the P3 Form only for it to be produced by PW4 a Police Officer. No basis at all was laid why the medical officer who prepared the medical evidence could not be availed. The production of the P3 Form by PW4 was irregular and the piece of evidence was improperly before the court and the trial court fell into error in admitting the document. It is however not lost on this court that defilement can be proved by the evidence of the victim alone as it has been held in a myriad of cases. 37.In Kassim Ali v Republic Cr. App. No. 84 of 2005 (Mombasa) thus;“the absence of medical evidence to support the fact of rape is not decisive as the fact of rape can be proved by the oral evidence of a victim of rape or by circumstantial evidence.” 38.This is in line with section 124 of the Evidence Act which states that;“Notwithstanding the provisions of section 19 of the Oaths and Statutory Declarations Act (Cap. 15), where the evidence of the alleged victim is admitted in accordance with that section on behalf of the prosecution in proceedings against any person for an offence, the accused shall not be liable to be convicted on such evidence unless it is corroborated by other material evidence in support thereof implicating him:Provided that where in a criminal case involving a sexual offence the only evidence is that of the alleged victim of the offence, the court shall receive the evidence of the alleged victim and proceed to convict the accused person if, for reasons to be recorded in the proceedings, the court is satisfied that the alleged victim is telling the truth.” 39.I have perused the judgment of the learned magistrate and note that she based the conviction on the fact that the complainant testified that the Appellant inserted his penis into her vagina. She also based the conviction on the strength of the medical evidence. Nothing more was added. As seen earlier, the medical evidence was not properly produced hence the trial court should not have based conviction on the medical evidence. Apart from analysing the complainant’s testimony, the court did not comment further on the testimony. Since the medical evidence is vitiated by breach of the rules of evidence arising from what I can only describe as a casual, un-concerned and nonchalant treatment of this crucial piece of evidence, the only evidence that the trial court would have based conviction on would have been the evidence of the minor. 40.Sadly, as is readily gleaned from the record, the court failed in its duty to comply with Section 124 of the evidence Act, specifically the clause that;“Provided that where in a criminal case involving a sexual offence the only evidence is that of the alleged victim of the offence, the court shall receive the evidence of the alleged victim and proceed to convict the accused person if, for reasons to be recorded in the proceedings, (emphasis added) the court is satisfied that the alleged victim is telling the truth.”As indicated earlier, a part from analysing the evidence of the complainant the trial court made no further comment on it. The trial court did not record reasons why it was satisfied that the complainant was telling the truth. 42.I reproduce Section 124 of the Evidence Act for its full meaning and import;“124. Corroboration required in criminal casesNotwithstanding the provisions of section 19 of the Oaths and Statutory Declarations Act (Cap. 15), where the evidence of the alleged victim is admitted in accordance with that section on behalf of the prosecution in proceedings against any person for an offence, the accused shall not be liable to be convicted on such evidence unless it is corroborated by other material evidence in support thereof implicating him:Provided that where in a criminal case involving a sexual offence the only evidence is that of the alleged victim of the offence, the court shall receive the evidence of the alleged victim and proceed to convict the accused person if, for reasons to be recorded in the proceedings, the court is satisfied that the alleged victim is telling the truth. 43.The reasons for the court's satisfaction must be recorded in the proceedings (See lsaac Nyoro Kimita v R Court of Appeal at Nairobi Criminal Appeal No. 187 of2009; Julius Kiunga M'Birithia v R High Court at Meru Criminal Appeal No. 111 of 2011).”The purpose for the record of reasons is to enable an appellate or a court exercising supervisory jurisdiction to satisfy itself that the power to convict not withstanding lack of corroboration was in the particular case properly exercised and in accordance with the provision of the law and that the resultant conviction was safe. 44.In Julius Kiunga M'birithia v R (supra) Gikonyo J stated;“Similarly, for a conviction to ensue under the proviso to section 124 of the Evidence Act, the trial magistrate must be satisfied that the child is telling the truth, and record the reasons for that belief. Accordingly, under the proviso, there is a sense of caution on the part of the trial court when convicting on the evidence of a single minor witness. The law on the point was settled in the case of CHILA v REPUBLIC (1967) EA 722 at 273 that;‘’The law of East Africa on corroboration in sexual cases is as follows. The judge should warn the assessors and himself of the danger of acting on the uncorroborated evidence testimony of the complainant, but having done so he may convict in the absence of corroboration if he is satisfied that her evidence is truthful. If no such warning is given then the conviction will normally be set aside unless the appellate court is satisfied that there has been no failure of justice’’. 44.In the instant case the sloppy handling of the medical evidence is followed in step by the fatal omission on the part of the trial court to indicate reasons why the court was satisfied that the complainant was telling the truth. In those circumstances, even though the evidence of the complainant would in appropriate cases be enough for a conviction to lie, the failure to comply with section 124 of the evidence Act renders the conviction unsafe. 45.With the result that the appeal against conviction is successful. The conviction is quashed and sentence set aside and substituted thereof with an order that the Appellant be set at liberty unless otherwise lawfully held under another warrant. DATED SIGNED AND DELIVERED VIRTUALLY THIS 30th DAY OF NOVEMBER 2023A.K. NDUNG’UJUDGE",
          "downloadLink": "No available download link"
        }
      },
      {
        "url": "http://kenyalaw.org/caselaw/cases/view/231317/",
        "content": {
          "metaContent": "No metadata found",
          "bodyContent": "Mohamed Boru Guyo v Republic [2022] eKLR Case Metadata Case Number: Criminal Appeal E001 of 2020 Parties: Mohamed Boru Guyo v Republic Date Delivered: 10 Nov 2021 Case Class: Criminal Court: High Court at Marsabit Case Action: Judgment Judge(s): Jesse Nyagah Njagi Citation: Mohamed Boru Guyo v Republic [2022] eKLR Advocates:Appellant: in Person at Marsabit Law Courts Case History:Being an appeal from the original conviction and sentence by E.K.Too,PM, in Moyale PM`s Court sexual offence case No. 15 of 2019 Court Division:Criminal County:Marsabit Advocates:Appellant: in Person at Marsabit Law Courts History Docket No:Sexual Offence Case No. 15 of 2019 History Magistrate:Hon E.K.Too - PM History Advocates:One party or some parties represented History County:Marsabit Case Outcome:Appeal upheld Disclaimer:The information contained in the above segment is not part of the judicial opinion delivered by the Court. The metadata has been prepared by Kenya Law as a guide in understanding the subject of the judicial opinion. Kenya Law makes no warranties as to the comprehensiveness or accuracy of the information REPUBLIC OF KENYA IN THE HIGH COURT OF KENYA AT MARSABIT HIGH COURT CRIMINAL APPEAL NO. E001 OF 2020 MOHAMED BORU GUYO...............................................................................APPELLANT VERSUS REPUBLIC .....................................................................................................RESPONDENT (Being an appeal from the original conviction and sentence by E.K.Too,PM, in MoyalePM`s Court sexual offence case No. 15 of 2019) JUDGMENT 1.The appellant was convicted of the offence of rape contrary to section 3(1)(a)(b)(3) of the Sexual Offences Act No.3 of 2006 and sentenced to serve 20 years imprisonment. The particulars of the offence were that on the 19th October 2019 at around 14:30 Hrs within [Particulars withheld] location in Wajir North sub-county within Wajir County he intentionally and unlawfully caused his penis to penetrate the vagina of F.A.A. (herein referred to as the complainant) by use of force. 2. The appellant was aggrieved by the conviction and the sentence and filed the instant appeal. The grounds of appeal are, inter alia, that the trial magistrate erred in law and in fact by: relying on the uncorroborated and contradictory evidence of the prosecution witnesses; failing to infer that the investigations were not conducted to the required standard; failing to note that there was possibility of mistaken identity; failing to consider the appellant`s defence and that the trial magistrate imposed a harsh and excessive sentence. 3. The case for the prosecution was that on the material day the complainant was grazing her goats in the bush. The appellant was grazing camels near the place where the complainant was grazing. That the appellant went where the complainant was and greeted her in their vernacular language. He then went away. He went back to her after about 30 minutes and got hold of her. He started to beat her and threw her to the ground. He removed his shorts. Her clothes fell off. He then raped her for about one hour after which he went away. The complainant went home and reported to her husband, PW2. She went to hospital and reported at Gurar police station. Her husband called the area chief PW4 and informed him of the incident. On the 27th October 2019 the appellant was arrested by members of the public at Godoma. PC Halkano Dacha PW5 of Gurar police station re-arrested him. The complainant was issued with a P3 form at Gurar police station. It was completed by Dr. Adan Hussein PW5 of Bute sub-county hospital. He found her with bruises on the head. He did not find anything on the genetalia. The appellant was charged with the offence. During the hearing the doctor, PW5, produced the P3 form and the treatment notes as exhibits, Pexhs. 1 and 2 respectively. 4. When placed to his defence, the appellant gave sworn evidence in which he stated that a certain person had stolen a gun belonging to the complainant`s husband and disappeared with it. The complainant`s husband falsely accused him of stealing the gun and vowed to fix him. He took refuge at a place called Waliti and stayed there for 10 days. He was then arrested and questioned about the gun. Members of the public assaulted him and wanted to kill him. He was saved by a policeman. He was charged with raping the complainant. He denied the charge. He said that the charges were a frame up. 5. The appeal was canvassed by way of written submissions. The appellant submitted that the complainant was examined at hospital after 9 days. He questioned why she delayed for that long and why she did not seek for medical attention immediately after the incident. That it could only mean that the charges were an afterthought and a fabrication. 6. He submitted that the doctor who examined the complainant did not adduce any evidence linking him to the offence. That the Chief PW4 gave contradictory evidence as to the time when he was called by the complainant`s husband. That in his evidence-in-chief he stated it was 5 pm. while in cross-examination he said it was 4:30 pm. That the contradiction shows that the evidence was fabricated. 7. The appellant submitted that the trial court had no reason to dismiss his defence that the charges were fabricated due to the grudge over a lost gun. That the sentence imposed on him of 20 years imprisonment was excessive. 8. The learned prosecution counsel, Mr. Ochieng, on his part submitted on behalf of the state that the evidence of the prosecution witnesses was flawless and cogent. That the trial court found the evidence of the complainant to have been honest and believable. That her assertion of having been raped was corroborated by the evidence of the doctor PW3 who examined her. That no evidence was adduced during the trial to allude any malice on her part in accusing the appellant. That the trial court warned itself on the dangers of relying on the single evidence of the complainant though the court was at liberty to rely solely on her evidence in accordance with the provisions of section 124 of the Evidence Act. Counsel relied on the case of J.W.A. vs Republic (2014) eKLR where the court reiterated that corroboration in sexual offences is not mandatory where the victim`s evidence is convincing enough. 9. Counsel submitted that the story about the lost firearm had nothing to do with the complainant. That there was no contradiction in the evidence of the prosecution witnesses. That the investigations in the case were conclusive and to the required standard. That the ingredients of the offence of rape were captured in the evidence adduced at the trial. That it was proved that there was penetration on the complainant and that there was use of force. That the offence was committed in broad day light by a person that the complainant recognized. That the evidence of recognition was buttressed by the appellant in his defence wherein he conceded to knowing the complainant`s husband and having had a disagreement with him over a lost gun. 10. It was submitted that the appellant`s defence was a mere denial that did not respond to the accusations levelled against him. That the sentence meted out on him was fair and just as he not only raped the complainant but also assaulted her. That the sentence was within the confines of the law. Counsel urged the court to dismiss the appeal. Analysis and Determination - 11. This is a first appeal this court has a duty to evaluate, re-consider and analyse the evidence afresh and come up with its own independent decision but bearing in mind that the trial court had the advantage of seeing and hearing the witnesses testify -see Okeno –v- Republic (1972) E.A32 and Kiilu & Another vs. Republic [2005] 1 KLR 174. 12. The trial magistrate in his judgment found that the complainant had been raped. That this was corroborated by the findings in the P3 form that there were bruises in the vagina. That the offence was committed during the day and that the complainant clearly saw and identified the appellant. That the complainant appeared forthright in her evidence while the appellant did not appear convincing. That the appellant disappeared from Gurar after the incident and re-located to Waliti. That if he was running away from a false accusation he would have reported to the police which he never did. That his defence amounted to a mere denial. 13. I have considered the grounds of appeal and the submissions by the appellant and the prosecution counsel against the evidence adduced at the trial court. The appellant argued that he was convicted on evidence that was uncorroborated by medical evidence. However, there is no requirement in law for the evidence in sexual offences to be corroborated by medical evidence before a conviction can be reached. In Kassim Ali v Republic (2006)eKLR the Court of Appeal held that examination to support the fact of rape is not decisive as the fact of rape can be proved by the evidence of a victim of rape or by circumstantial evidence. Also in AML v Republic (2012)eKLR, the same court held that the fact of rape is not proved by way of a DNA test but by way of evidence. In J.W.A v. Republic 2014 (supra) the court held that corroboration in sexual offences is not mandatory. It is therefore clear from these authorities that medical evidence to connect an accused person to the offence of rape is not necessary for a conviction to be entered. The law is that the court can convict on the basis of oral or circumstantial evidence. More so, the court can convict on the basis of the evidence of a single witness if it believed that the evidence was trustworthy. All that the court is required to do is to warn itself of the dangers of convicting on the evidence of a single witness and convict if it is fully satisfied that the evidence points to the culpability of the accused. The Court of Appeal in Chila v. Republic (1967) E.A 722 articulated this position and held that: “The Judge should warn … himself of the danger of acting on uncorroborated testimony of the complainant, but having done so he may convict in the absence of corroboration if he is satisfied that her evidence is truthful. If no such warning is given, then the conviction will normally be set aside unless court is satisfied that there has been no failure of justice.” In the premises, the argument by the appellant that the evidence was uncorroborated was not sustainable in law if there was some other evidence to support the charge even in the absence of medical evidence. 14. The learned trial magistrate found that the complainant had bruises in her vagina as evidenced by the P3 form. However, the doctor (PW3) who examined the complainant did not observe any such bruises. His evidence was that the complainant had previously been examined by a nurse at a health centre who had noted some bruises in the vagina together with deposits of semen. The doctor PW3 produced the treatment notes made by the nurse as exhibit. The nurse who made these findings did not testify in the case nor was her health centre disclosed. Before the doctor could produce the treatment notes as exhibit he was required to show that he knew the nurse who wrote the treatment notes and that he was familiar with his/her handwriting. The doctor did not identify the particular nurse who made the treatment notes nor did he adduce evidence that he was familiar with the handwriting of the nurse. The trial magistrate relied on the treatment notes to find that the complainant had bruises in her vagina. The evidence on the treatment notes was not properly admitted. It amounted to hearsay evidence. The contents of the treatment notes ought therefore to have been disregarded. There was thereby no evidence that the complainant had bruises in her vagina nor that there were deposits of deposits. 15. The trial magistrate held that the complainant identified the appellant during the ordeal since the incident took place in broad day light. The prosecution counsel Mr. Ochieng submitted that identification of the appellant by the complainant was by recognition. 16. I have keenly gone through the evidence of the complainant as recorded by the trial court. The complainant was the only identifying witness in the case. Nowhere in her evidence did she say that she knew the appellant before the date of the incident. If anything, she said in her evidence-in- chief that she “identified (him) from his clothes and technical (sic) appearance.” In cross-examination she stated that she did not know the name of the appellant. More so, part 1 of the P3 form that was filled by the police on the brief details of the alleged offence indicated that the report received was that the victim was “raped by unknown person while looking after her goats in the field near Burkus area within Gurar location.” It is then apparent from the above that the complainant never knew the appellant before the date of the incident. The question is whether she identified the appellant as her assailant. 17. It is well settled that evidence on identification should be treated with a lot of care so as for the court to satisfy itself that it is safe to act on the evidence and to ensure that it is free from the possibility of error. The Court of Appeal in Wamunga v. Republic (1989) KLR 424 had this to say on the issue: “Where the only evidence against a defendant is evidence of identification or recognition, a trial court is enjoined to examine such evidence carefully and to be satisfied that the circumstances of identification were favourable and free from possibility of error before it can safely make it the basis of a conviction.” 18. In Roria v Republic the Court of Appeal for East Africa discussed the danger of relying on such evidence and stated that: “A conviction resting entirely on identity invariably causes a degree of uneasiness…That danger is, of course, greater when the only evidence against an accused person is identification by one witness and though no one would suggest that a conviction based on such identification should never be upheld it is the duty of this court to satisfy itself that in all circumstances it is safe to act on such identification.” 19. In Abdala bin Wendo & Another v Republic (1953), 20 EACA 166 it was held that: Subject to certain well-known exceptions it is trite law that a fact may be proved by the testimony of a single witness but this rule does not lessen the need for testing with the greatest care the evidence of a single witness respecting identification, especially when it is known that the conditions favouring a correct identification were difficult. In such circumstances what is needed is other evidence, whether it be circumstantial or direct, pointing to the guilt, from which a judge or jury can reasonably conclude that the evidence of identification, although based on the testimony of a single witness, can safely be accepted as free from the possibility of error. 20. As earlier stated, the complainant did not know the appellant before. Her evidence therefore ought to have been treated with a lot of caution as there was a possibility of mistaken identity. The complainant was not present when the appellant was arrested nor is she the one who led to his arrest. The appellant was arrested by members of the public none of whom testified in the case to shed light on why they arrested him. After the appellant was arrested, there was no identification parade conducted to test whether the complainant could actually identify the appellant as her assailant. In John Mwangi Kamau v. Republic (2014)eKLR the Court of Appeal stressed the importance of conducting identification parades and held that: “15. Identification parades are meant to test the correctness of a witness’s identification of a suspect. See this Court’s decision in John Kamau Wamatu –vs- Republic – Criminal Appeal No. 68& 69 of 2008. 21. In my view, the failure to test whether the complainant could identify the appellant in an identification parade left her evidence weak and unreliable. Her evidence, in the final end, was based on dock identification which evidence is one of a very weak kind. In Gabriel Kamau Njoroge –vs Republic (1982-1988) 1KAR 1134, the Court of Appeal observed the following on this kind of evidence:- “A dock identification is generally worthless and the court should not place much reliance on it unless this has been preceded by a properly conducted parade.” See also the same court in Ajode vs. Republic (2004)eKLR. 22. It is clear from the foregoing that the trial magistrate was wrong in relying on the evidence of dock identification as the basis of the conviction of the appellant. Though the magistrate did try to warn himself of the dangers of relying on the evidence of a single identifying witness, he failed to consider that the evidence on dock identification was of little probative value nor did he address his mind to the fact that there was a possibility of a mistaken identity.The fact that an offence is committed during the day does not mean that a witness cannot be mistaken on identity. In my view the evidence was not free from the possibility of error. The benefit of doubt ought to have been accorded to the appellant. 23. The appellant complained that the investigations in the case were not conducted to the required standard. The treatment notes made by an unidentified nurse indicated that there were some semen deposits in the vagina of the complainant. No investigations were conducted such as a DNA test to ascertain whether the semen could be connected to the appellant.It was unprofessional for the police to ignore such crucial evidence. 24. The duty to prove a criminal charge against an accused person is always on the prosecution and does not shift to the accused. The appellant in this case was under no duty to explain why he re-located to Waliti from Gurar. It was the duty of the prosecution to prove that he did so in an attempt to escape after committing the offence he was accused of. There was no sufficient evidence to prove that. 25. The upshot is that there was no sufficient evidence adduced before the trial court to sustain a conviction on the appellant. The appellant was wrongly convicted of the offence. The appeal is thereby upheld. Consequently, I quash the conviction entered against the appellant and set aside the sentence of 20 years imprisonment. I order that the appellant be set at liberty forthwith unless lawfully held. DATED, SIGNED AND DELIVERED VIRTUALLY AT NYERI THIS 10TH DAY OF NOVEMBER 2021. JESSE N. NJAGI JUDGE PRESENT VIRTUALLY: . FOR RESPONDENT AT MARSABIT LAW COURTS APPELLANT: IN PERSON AT MARSABIT LAW COURTS COURT ASSISTANT : KASHANE AT MARSABIT LAW COURTS 14 DAYS R/A.",
          "downloadLink": "http://kenyalaw.org/caselaw/cases/export/231317/pdf"
        }
      },
      {
        "url": "http://kenyalaw.org/caselaw/cases/view/229287/",
        "content": {
          "metaContent": "No metadata found",
          "bodyContent": "Moses Mutahi Mugo v Republic [2022] eKLR Case Metadata Case Number: Ciminal Appeal E033 of 2021 Parties: Moses Mutahi Mugo v Republic Date Delivered: 23 Feb 2022 Case Class: Criminal Court: High Court at Machakos Case Action: Judgment Judge(s): George Vincent Odunga Citation: Moses Mutahi Mugo v Republic [2022] eKLR Advocates:Mr Ngetich for the Respondent Case History:(Being an Appeal from the Judgment and Sentence of Hon B. Kasavuli in the Chief Magistrates Court at Mavoko delivered on the 7th day of April, 2021 in Criminal Case (S.O) No 25 of 2019) Court Division:Criminal County:Machakos Advocates:Mr Ngetich for the Respondent History Docket No:Criminal Case (S.O) No 25 of 2019 History Magistrate:Hon B. Kasavuli - CM History Advocates:One party or some parties represented History County:Machakos Case Outcome:Appeal allowed Disclaimer:The information contained in the above segment is not part of the judicial opinion delivered by the Court. The metadata has been prepared by Kenya Law as a guide in understanding the subject of the judicial opinion. Kenya Law makes no warranties as to the comprehensiveness or accuracy of the information REPUBLIC OF KENYA IN THE HIGH COURT OF KENYA AT MACHAKOS APPELLATE SIDE (Coram: Odunga, J) CIMINAL APPEAL NO E033 OF 2021 MOSES MUTAHI MUGO...................................................................APPELLANT VERSUS REPUBLIC.........................................................................................RESPONDENT (Being an Appeal from the Judgment and Sentence of Hon B. Kasavuli in the Chief Magistrates Court at Mavoko delivered on the 7th day of April, 2021 in Criminal Case (S.O) No 25 of 2019) BETWEEN REPUBLIC....................................................................................COMPLAINANT VERSUS MOSES MUTAHI MUGO......................................................................ACCUSED JUDGEMENT 1. The appellant, Moses Mutahi Mugo, was charged with the offence of Defilement Contrary to Section 8(1) as read with Section 8(2) of the Sexual Offences Act. The particulars of the offence were that the accused on diverse dates between January 2019 and 24th August 2019, in Athi River Sub -County within Machakos County, intentionally and unlawfully caused his male genital organ (penis) to penetrate the female genital organ (vagina) of one MWW a child aged 10 years. 2. In the alternative charge, he was charged with committing an indecent act with a girl contrary to Section 11(1) of the Sexual Offences Act. The particulars were on diverse dates between January 2019 and 24th August 2019, in Athi River Sub -County within Machakos County intentionally and unlawfully committed an indecent act by touching the vagina of MWW a child aged 10 years. 3. The prosecution called 6 witness in support of its case and upon conviction, the appellant was sentenced to serve Fifty (50) years imprisonment. 4. After carrying out voir dire examination of PW1, the Court concluded that she was possessed of sufficient intelligence and understood the purpose of an oath. 5. Upon being sworn, PW1, who stated that she was 11 years old, testified that in January 2019, she was playing with her friends on unfinished construction site next to their house when the Appellant, her uncle, went and gave her Kshs.10/- which she spent in buying sweets and then went home. The next day, she met the Appellant at pool-station and he gave her Kshs.20/-. She was in the company of A, her sister’s daughter. The two went to buy fresh, cherry gums, biscuits and sweets. Two days later, the Appellant found the Complainant playing and he called her. The Complainant followed him and he took her to his house where he locked the door, removed her clothes, removed his trousers and he did bad manners to her (Akanifanya tabia mbaya) by inserting his penis (meant for urinating) in her vagina (for kususu). 6. During the incident, the Complainant felt pain and cried but was told by the Appellant not to cry. It was her evidence that she was lying on the bed facing the wall beam and accused lay on top of her. After that the Appellant gave her Kshs.60/- to go buy whatever she wanted. The Appellant told her not to report the incident otherwise, he would not give her any more money. 7. A year later, the Appellant once again called her and took me to his place where the Appellant removed her pants and did tabia mbaya after which the Appellant gave her Kshs.50/-. According to the Complainant, the Appellant’s house accused had TV, clothes and cartons. The following day, the Appellant called her and took her to another home under construction where the Appellant once again did tabia mbaya to her. 8. One time, the Complainant narrated, the Appellant followed her and took her to his house where he removed her clothes and had sex with her and as he did not give her any money, the Complainant started following him. However, the Complainant’s sister noticed this and told the Appellant not to be giving the Complainant money. The following day, however, the Appellant told her to follow him and when she did so she saw a man outside the house and she did not enter the house. Later, her sister saw her following the Appellant and demanded that she tells her the truth. The Sister called their mother and they demanded that the Complainant tells them the truth which the Complainant yielded to and disclosed the happenings. After that, they went to the police from where they were referred to Nairobi Women hospital where she was examined. The following day, they returned to the police station where they recorded statements and we went home. 9. According to the Complainant, the Appellant’s house was at Maasai not near their home. It was her evidence that the day the Appellant took her to another construction site, it was school going day and that there were no people in the unfinished house which had several rooms made of stone. 10. She stated that she was informed by her sister that the Appellant was her uncle. She however stated that they were not related and that she used to call the Appellant uncle because he was a grown up man. 11. PW2, EWK, the Complainant’s mother testified the Complainant was 11 years old and relied on the age assessment report. She stated that in January 2019 their caretaker called Mama Faith told her that the Appellant was giving the Complainant money. She then sent her first born daughter, A, PW3, to ask the Appellant why he was giving the Complainant money and the Appellant responded that it was his nature to give money and that he would give PW2’s son, son Dennis Kamau, who was DJ at club Pioneer as well, a position which her said son confirmed. PW2 however told the Appellant to desist from giving her daughter money. 12. On 24th August, 2019, JW, PW5, PW2’s daughter, informed PW2 that she had been informed by the woman running the kiosk that the Complainant had been seen with the Appellant who gave her money to buy sweets. In the company of her daughter, AW, who testified as PW3, PW2 went to the said J who told her about the whole incident. They then called the Complainant, took her to the house and upon checking her private parts, they found mucus like fluid. When they asked the Complainant what had happened, the Complainant disclosed that it was the Appellant who was responsible. 13. They then proceeded to Athi River Police Station where they reported the incident before proceeding to Nairobi Women Hospital, Kitengela where the Complainant was tested and given medications. Since it was at night they went to the police station the following day and a P3 form was filled in. 14. She stated that she never knew the Appellant prior to being told that he was giving her daughter money. She stated that her daughter told her she had been raped (4) times but did not specify dates or months. She denied that the case was fabricated against the Appellant because the Appellant separated from PW2’s daughter, PW3 and stated that PW3 was married. 15. PW3, AWW, testified that in January 2019, her daughter went to her eating snacks and upon asking the daughter where she got money, the daughter informed her that it was the Complainant who had bought it for her. PW3 then called the Complainant and asked her where she got money but the Complainant declined to disclose the same. However, PW3’s daughter informed her that she the Complainant had been given the money by a person who was at the pool table. They then proceeded to the pool station where her daughter pointed to her a man in white shirt who have given the Complainant the money. PW3 then called the man and asked him why he was giving a child money and told him to stop. She was however informed by the man that it was his nature of generosity to give money to people. PW3 then reported the matter to her mother, PW2. 16. According to PW3 in August, 2019 she was with PW2 at the market where her sister, J, PW5, called them that there was emergency. They rushed to her sister’s place where the said sister was called by a neighbour who told her to go check the child as she has seen her with a man who gave her money. PW3 told the Complainant to remove her trouser and lie on the sofa set and upon checking her vagina, PW3 saw a white discharge and upon threatening the Complainant, the Complainant disclosed that she was with the Appellant. The Complainant divulged that the Appellant had raped her severally but she would not remember and pointed out to them the Appellant’s house since PW3 never knew the Appellant’s house. 17. In the company of her said sister’s husband and his two friends, they proceeded there, the Complainant knocked and the door was opened by the Appellant, whom she knew as a neighbour whom she used to serve bees in a club. According to her, the Appellant was her customer for whom she could buy beers and the Appellant could also return the favours whenever he had money. She however averred that she did not have any grudge with the Appellant. 18. According to PW3, the Appellant was arrested by PK, PW3’s sister’s husband. She however denied that she had intimate relationship with the Appellant. It was her evidence that the Appellant wanted to escape but was held by the shirt. 19. PW4, John Njuguna, a clinician at Nairobi Women Hospital, testified that he was in possession of medical documents filled by his colleague, Everlyne Njambi, who no longer worked at the hospital. Having worked with her for 2 years, he was familiar with her handwriting and signature. According to him, the Complainant accompanied by her mother gave a history of sexual assault and the urinals showed she had some vaginal infection though no spermatozoa was noted. He also had a PRC Form filled for the Complainant. According to him, on physical examination, there was no injury but an examination of the sexual organ though had no inflammation or bruises, a greenish vaginal discharge was seen and the hymen was torn at 5’Oclock which was an old tear. The clinician concluded that there was per vaginal penetration. He then exhibited the medical documents including the P3 form. He also produced the age assessment report which showed that the Complainant was more than 11 years old. According to him, the minor reported she had just had sex with accused on 24th August, 2019. 20. The witness stated that it is normal for a woman to have a discharge and admitted that loss of virginity can be through any other means other than sex. 21. PW5, JWW was on 24/8/2019 at around 4p.m., called by her friend, Mama Kefa, who told her she had seen her sister with a tall man and that she should interrogate her upon reaching home. After 20 minutes, the friend went and told her that her sister had gone to her shop and bought sweets. When the Complainant returned home, PW5 asked her and the Complainant informed her that she told me a man had given her 50/-. PW5 then called PW2, her mother who went and integrated the Complainant and upon undressing the Complainant and checking her private parts, the Complainant disclosed that she had had sex. They also saw that the Complainant had vaginal discharge. 22. PW5 denied that the charges were fabricated after the Appellant separated from PW3 and that she swore to teach the Appellant a lesson. 23. PW6, Cpl Carolyne Seeti, the investigating officer, testified that on 24/8/2019 at 4p.m., the complainant was taken to police station with her mother and sister with report that they suspected the minor had been defiled. She booked the report and referred them to Nairobi Women Hospital where the child was examined and P3 form filled. The following day they went for statements recording. The doctor. had conducted age assessment and found she was 10 years old. After recording the statements, she rearrested the Appellant. 24. Upon being placed on his defence, the Appellant testified that on 25th August, 2019, he was ambushed by five people who entered his house, one of whom was his former lover from whom he had separated on 16th August, 2019. According to him, one time when he met her with her sister on the road, she wanted them to reconcile but when the Appelant refused, the sister warned him that he would face the music. 25. According to him, when he was ambushed the five beat him, tied his hands and locked his house and took him outside. While there, PW3 screamed and claimed that he was defiling her sister. As a result, members of the public arrived and when they sought to see the girl that was allegedly raped, there was none. According to him the five included PW3, his former lover and Rasta, the husband to PW3’s sister. Upon the arrival of the police he was arrested and charged. According to him, the charges were fabricated after he stooped living with PW3 as his wife. It was his evidence that he saw the Complainant for the first time in Court. Determination 26. I have considered the evidence on record as I am duty bound to do. See Okeno vs. Republic [1972] EA 32 and Kiilu & Another vs. Republic [2005]1 KLR 174. I have also considered the submissions made by the parties herein. 27. In this case the prosecution’s case was that on diverse dates between January 2019 and 24th August 2019, the Appellant lured the Complainant into his house or in an uncompleted building where the Appellant severally defiled the Complainant. It was the evidence of the prosecution that the tool used to entice the Complainant was money. 28. From the evidence of the Complainant herself, the first time the incident occurred was in January 2019. A year later, the Appellant repeated the same act. 29. From the evidence of PW2, PW3 and PW5, the person who aroused their suspicion that there was something sinister going on between the Complainant and the Appellant was the caretaker of the premises where they were staying, Mama Faith. This Mama faith was however not called to testify since, according to PW5, she had since moved out from where they were staying. 30. The appellant’s evidence was that the case against him was fabricated due to the fact that his relationship with PW3 went sour. 31. Section 8 of the Sexual Offences Act provides as follows: 8. (1) A person who commits an act which causes penetration with a child is guilty of an offence termed defilement. (2) A person who commits an offence of defilement with a child aged eleven years or less shall upon conviction be sentenced to imprisonment for life. (3) A person who commits an offence of defilement with a child between the age of twelve and fifteen years is liable upon conviction to imprisonment for a term of not less than twenty years. (4) A person who commits an offence of defilement with a child between the age of sixteen and eighteen years is liable upon conviction to imprisonment for a term of not less than fifteen years. (5) It is a defence to a charge under this section if - (a) it is proved that such child, deceived the accused person into believing that he or she was over the age of eighteen years at the time of the alleged commission of the offence; and (b) the accused reasonably believed that the child was over the age of eighteen years. (6) The belief referred to in subsection (5) (b) is to be determined having regard to all the circumstances, including any steps the accused person took to ascertain the age of the complainant. (7) Where the person charged with an offence under this Act is below the age of eighteen years, the court may upon conviction, sentence the accused person in accordance with the provisions of the Borstal Institutions Act and the Children’ s Act. (8) The provisions of subsection (5) shall not apply if the accused person is related to such child within the prohibited degrees of blood or affinity. 32. It is now trite that for the accused to be convicted of the offence of defilement, certain ingredients must be proved. The first is whether there was penetration of the complainant’s genitalia; the second is whether the complainant is a child; and finally, whether the penetration was by the Appellant. See the case of Charles Wamukoya Karani vs. Republic, Criminal Appeal No. 72 of 2013 where it was stated that: “The critical ingredients forming the offence of defilement are; age of the complainant, proof of penetration and positive identification of the assailant.” 33. In this case, there was clearly evidence on record by way of age assessment report which proved that the Complainant was a minor. In the case of Francis Omuroni vs. Uganda, Court of Appeal in Criminal Appeal No. 2 of 2000, it was observed as follows: “In defilement cases, medical evidence is paramount in determining the age of the victim and the doctor is the only person who could professionally determine the age of the victim in the absence of any other evidence.” 34. Closer home in the case of Kaingu Elias Kasomo vs. Republic in Malindi the Court of Appeal in criminal appeal No. 504 of 2010 stated as follows: “Age of the victim of the sexual assault under the Sexual Offences Act is a critical component. It forms part of the charge which must be proved the same way as penetration in the cases of rape and defilement. It is therefore essential that the same be proved by credible evidence for the sentence to be imposed will be dependent on the age of the victim.” 35. The Court quoted with approval its own decision in Alfayo Gombe Okello vs. Republic (2010) eKLR where again it commented on the age of the victim of a sexual assault; in that case it said: - “In its wisdom, Parliament chose to categorise the gravity of that offence on the basis of the age of the victim, and consequently, the age of the victim is a necessary ingredient of the offence which ought to be proved beyond reasonable doubt. That must be so because dire consequences flow from proof of the offence under section 8(1)… In this case, the age of the child was never medically assessed or proved through any documentation. The nearest the evidence came to proving the age was the statement by her mother MA when she testified on 16th October, 2007 that… “This child in court is mine aged 14 years born in 1992…The other piece of evidence on age was an estimate made in the P3 form dated 20th August, 2007 that she was 15 years old. We must therefore take the construction which is favourable to the appellant. In our view, there is a reasonable doubt over the actual age of the child was at the time of commission of the offence. The onus was on the prosecution to clear such doubts, failure to which the benefit would go to the appellant. We so find.” 36. However, in Francis Omuroni vs. Uganda, Court of Appeal in Criminal Appeal No. 2 of 2000, it was observed as follows: “Apart from medical evidence age may also be proved by birth certificate, the victim's parents or guardian and by observation and common sense...” 37. The emphasis is therefore that the onus of proving the age of the Complainant lies on the prosecution and that while, in the absence of any other evidence, medical evidence is paramount in determining the age of the victim, where there is credible evidence other than medical evidence, the conviction will not be overturned simply because of lack of medical evidence. In fact, according to the above authorities age may well be proved by age assessment report, birth certificate, the victim's parents or guardian and by observation and common sense. In other words, in assessing age a holistic approach must be undertaken, taking into account a wide range of information, including not just medical opinion but a variety of other information and circumstances. See Aroni, J in Kevin Kiprotich Amos alias Rotich vs. Republic - Criminal Appeal No. 89 of 2016. 38. Accordingly, I find that the prosecution proved the age of the Complainant. 39. Regarding penetration, the evidence of PW4 was that when the Complainant was examined, it was found that she had a greenish vaginal discharge and that her hymen was torn at 5’Oclock, though it was an old tear. Though the clinician concluded that there was vaginal penetration, PW4 stated that it is normal for a woman to have a discharge and admitted that loss of virginity can be through any other means other than sex. 40. From this evidence, the only evidence connecting the Appellant to the act was that of the Complainant since there was no independent eye witness evidence adduced. It is not in doubt that the evidence of a minor requires corroboration and in this regard the Court of Appeal in Bernard Kebiba vs. Republic [2000] eKLR stated that: “The law on corroboration in sexual offenses is not in dispute any more in our courts. There is requirement for corroboration in all sexual offenses. It is however, a rule of practice only. Though a strong rule of practice, it has not acquired the force of law. In appropriate circumstances, where the trial court is satisfied that the complainant is speaking nothing but the whole truth, the court may convict without corroboration. In such a situation however, the court must warn itself of the danger of basing a conviction upon uncorroborated evidence of the complainant. Where, however, the court feels that there is need for corroboration, the court must say so expressly in the judgment. The court must then look for corroboration from the evidence led and recorded and if the court finds it, the court must mention it expressly in its judgment. Where the court finds no corroboration after forming the opinion that corroboration is necessary, the benefit of doubt must be given to the accused and acquittal must result.” 41. Similarly, in Benjamin Mugo Mwangi & Another vs. Republic [1984] eKLR the Court of Appeal was of the opinion that: “The relevant law in Kenya is succinctly set out in Chila vs. The Republic (1967) EA 722 at page 723: ‘The law of East Africa on corroboration in sexual cases is as follows: the judge should warn the assessors and himself of the danger of acting on the uncorroborated testimony of the complainant, but having done so he may convict in the absence of corroboration if he is satisfied that here evidence is truthful. If no such warning is given, then the conviction will normally be set aside unless the appellate court is satisfied that there has been no failure of justice.’ The decision was applied in Margaret v the Republic (1967) Kenya LR 267. In view of Consolata’s evidence, it was necessary for sexual intercourse to be proved by establishing penetration: Halisbury’s Statutes of England, Third Edition, Volume 8 page 440 para 44. Be that as it may, the trial magistrate did not warn himself as we have already held. That was a grave misdirection. In the absence of such a warning, the convictions for rape are not for sustaining unless we are satisfied that Consolata’s evidence is true. We are not so satisfied and so the convictions cannot stand: Rv Cherap arap Kinei & Another (1936), 3 EACA 124.” 42. It follows that as a matter of practice, corroboration is necessary in sexual offences. What then is corroboration? The meaning of corroboration as defined or stated in the Nigerian case of Igbine vs. The State {1997} 9 NWLR (Pt.519) 101 (a), 108 is thus: - \"Corroboration means confirmation, ratification, verification or validation of existing evidence coming from another independent witness or witnesses\". 43. In Mukungu vs. Republic [2002] 2 EA 482, the Court of Appeal citing Mutonyi vs. Republic [1982] KLR 2003, held that: “An important element in the definition of corroboration is that it affects the accused by connecting him or tending to connect him with the crime, confirming in some material particular not only the evidence that the crime has been committed but also that the accused committed it: See Republic vs. Manilal Ishwerlal Purohit [1942] 9 EACA 58, 61.” 44. In R vs. Kilbourne [1973] 2 WLR 254, 267, Lord Hailsham of St Marylebone LC stated: “Corroboration is only required or afforded if the witness requiring corroboration or giving it is otherwise credible. If his evidence is not credible, a witness’s testimony should be rejected and the accused acquitted, even if there could be found evidence capable of being corroborated in other testimony. Corroboration can only be afforded to or by a witness who is otherwise to be believed.” 45. In Khalif Haret vs. The Republic [1979] KLR 308, Trevelyan and Hancox, JJ pronounced themselves as hereunder: “What then, is corroboration? As was put succinctly in R vs. Kilbourne (at page 263) it means “no more than evidence tending to confirm other evidence”. It is not, as the judge-advocate correctly stated, confirmation of everything, so that it amounts to a duplication of the evidence needing corroboration.” 46. It is therefore clear that corroborative evidence or material ought to confirm, ratify, verify or validate the existing evidence and must emanate from another independent witness or witnesses. It must affect the accused by connecting him or tending to connect him with the crime, confirming in some material particular not only the evidence that the crime has been committed but also that the accused committed it. 47. In this case there was clearly no material corroborating the Complainant’s evidence on penetration as that of PW4 was inconclusive. That however, is not the end of the matter. In sexual offences, where the minor is the victim of the offence, the evidence of that minor, if believed by the trial court, can, without corroboration, found a conviction. Section 124 of the Evidence Act makes this quite clear: “Notwithstanding the provisions of section 19 of the Oaths and Statutory Declarations Act, where the evidence of alleged victim admitted in accordance with that section on behalf of the prosecution in proceedings against any person for an offence, the accused shall not be liable to be convicted on such evidence unless it is corroborated by other material evidence in support thereof implicating him. Provided that where in a criminal case involving a sexual offence the only evidence is that of the alleged victim of the offence, the court shall receive the evidence of the alleged victim and proceed to convict the accused person if, for reasons to be recorded in the proceedings, the court is satisfied that the alleged victim is telling the truth.” [Emphasis added] 48. Dealing with a similar issue in the case of Mohamed vs. R, (2008) 1 KLR G&F 1175, the Court held that: “It is now well settled that the courts shall no longer be hamstrung by requirements of corroboration where the victim of a sexual offence is a child of tender years if it is satisfied that he child is truthful.” 49. The Court of Appeal sitting in Mombasa in Sahali Omar vs. Republic [2017] eKLR held that: “On the first issue, the appellant took issue with lack of corroboration of the complainants’ evidence, which he said ran afoul of section 124 of the Evidence Act…The import of that provision is that ideally, the evidence of a child of tender years in criminal proceedings should always be corroborated; notwithstanding the voir dire examination of the child under section 19 of the Oaths and Statutory Declarations Act. In short, that even though the court is satisfied that the child is competent to tell the truth, their testimony should nonetheless be corroborated by independent evidence. However, the section also allows for an exception. Under the proviso thereto, the court is allowed to solely rely on the evidence of a child of tender years if the child is the victim, provided the court first satisfies itself on reasons to be recorded, that the child is being truthful…It is a well established rule of law that the unsworn testimony of a child of tender years must be corroborated. However, where a child of tender years gives sworn testimony or is affirmed, corroboration is unnecessary. (See. Patrick Kathurima v. R (supra) and Johnson Muiruri v. Republic, (1983) KLR 445 and also John Otieno Oloo v. Republic [2009] eKLR)…In addition, the proviso to section 124 of the Evidence Act affords an exception to this general rule in cases of sexual assault where the child in question is not only the sole witness but also the alleged victim. So that as far as PW1 was concerned, even though neither PWs 2, 3, 4 or even 5 (the medical practitioner) could directly support her testimony, the court could nonetheless rely on it provided it recorded its reasons. In this case, the trial court is seen to have addressed itself thus: “…The complainant did not mention anyone else. The offences were committed during the day. The accused was well known to PW1, PW2, PW3 and PW4.” The appellant has not taken any issue with the reasons recorded by the trial court. This, in addition to the fact that PW1 and PW2 gave evidence under affirmation, the ground on corroboration should fail.” 50. Therefore, where the trial court is satisfied that the complainant is speaking nothing but the whole truth, the court may convict without corroboration. What is required of the trial court is to be satisfied that the victim is telling the truth. In such a situation however, the court must warn itself of the danger of basing a conviction upon uncorroborated evidence of the complainant. The fact of the warning must appear in the judgement of the trial court and the record itself must show that the trial court was so satisfied. It was therefore held in Omuroni vs. Republic (2002) 2 EA 508 that: “Trial courts can decide cases one way or the other on the basis of demeanour of a witness or witnesses particularly where the issue of credibility of such witness is decisive. In such a case the trial judge must point out instances of demeanour which he noted and upon which he relies. The trial court must point out what constituted the demeanour which influenced the trial judge to make favourable or unfavourable impression about the credibility of a particular witness.” 51. In this case however, it would seem that the learned trial magistrate believed that there was corroboration of the Complainant’s evidence rather than the truth of the same. As was held by Warsame, J (as he then was) in Jon Cardon Wagner vs. Republic & 2 Others [2011] eKLR: “It is required, which is of paramount of importance, that a trial court must indicate or point out instances of demeanour which he noted and which he relies upon as a basis of accepting the evidence of a particular witness. The trial court can only be influenced to make a favourable impression about the credibility of a particular witness after establishing the instances as to why and how he thinks that particular witness is a witness of truth. In this case the trial court did not pay any regard to this elementary principle of law in arriving at the decision as to whether the three complainants were witnesses of truth. In the absence of any basis for establishing whether the three witnesses were witnesses of truth, the trial court was wrong in its decision.” 52. The learned trial magistrate seemed to have considered the evidence of PW2, PW3 and PW5 as having corroborated that of the Complainant. With due respect that was not correct. The said witnesses only testified on the suspicions based on the suspicions of one Mama Faith who herself was not called to testify on the basis of her suspicions. 53. It is therefore clear that there was no evidence corroborating the evidence of the Complainant regarding the fact of penetration and that the penetration was by the Appellant. In the absence of the said corroboration, the only route towards conviction of the Appellant was to make an express finding that the evidence of the Complainant was truthful. A consideration of the evidence on record reveals that the Complainant was very reluctant to divulge the fact of her defilement and who the perpetrator was. From the evidence of the prosecution witnesses, it took threats for her to open up. Her conduct leaves doubt as to whether she was a truthful witness whose evidence could be relied upon to convict the Appellant, in the absence of corroborating evidence. It also brings into question the motives of those who exerted pressure on her to open up. 54. The appellant in his evidence and right from cross-examination pointed a finger at PW3 as the person who, in cahoots with PW5, orchestrated the events that led to his being arraigned. According to him, he was in relationship with PW3, relationship which became sour and as a result, PW3 decided to hit back at him. That the PW3 and the Appellant seemed to have been close comes out from the evidence of PW3 herself who testified that the Appellant was her customer at a club where she worked and on good days they would buy each other drinks. 55. The learned trial magistrate seemed not to have sufficiently addressed his mind to this line of defence, apart from casually mentioning it. In Nguku vs. Republic [1985] eKLR, it was held by the Court of Appeal that: “Quite obviously when analyzing the facts and the opposing evidence in a trial the individual facts and the assessment of the relative credibility of the witness thereon come first. It is incumbent on the trial magistrate or judge to consider the evidence in its respective stages and then arrive at a general conclusion on the totality of the evidence after doing so. In this case Mr Menezes’ contention regarding the second ground is borne out by the record of the judgment, which shows that the general conclusion was arrived at in advance of the individual analysis of the facts. We do not think that this point was fully appreciated by the learned judges of the High Court on the first appeal for after reciting ground two of the memorandum, which is similar to ground two in the one to this court, they said simply that on their own reading of the file and the judgment they took the view that the allegation was unjust in relation to it. If the course taken in this case is followed the point is almost bound to be taken on an appeal that the directions of this court’s predecessor in Okethi Okale v Republic [1965] EA 558 at page 559, which was cited to us by Menezes and which we now set out, ‘He submitted that the passage suggests that the learned judge first accepted the case for the prosecution and then cast upon the appellants the burden of disproving it or raising doubts about it. We think with respect that the learned judge’s approach to the onus of proof was clearly wrong, and in Ndege Maragwa v Republic (10), where the trial judge had used similar expressions this court said:- “…. We find it impossible to avoid the conclusion that the learned judge has, in effect, provisionally accepted the prosecution case and then cast on the defence an onus of rebutting or casting doubt on that case. We think that is an essentially wrong approach: apart from certain limited exceptions, the burden of proof in criminal proceedings is throughout on the prosecution. Moreover, we think the learned judge fell into error in looking separately at the case for the prosecution and the case for the defence. In our view, it is the duty of the trial judge, both when he sums up to the assessors and when he gives judgment, to look at the evidence as a whole. We think it is fundamentally wrong to evaluate the case for the prosecution in isolation and then consider whether or not the case for the defence rebuts or casts doubt on it. Indeed, we think no single piece of evidence should be weighed except in relation to all the rest of the evidence. (These remarks do not, or course, apply to the consideration whether or not there is a case to answer, when the attitude of the court is necessarily and essentially different).” We think that the observations of this court in that case apply with equal force to the present appeal’ have not been complied with. It is true that in that case there had been an acceptance of the prosecution case followed by an indication that the burden was cast on the appellant to rebut it, which is not the complaint here, but we nevertheless think that the direction given in that case should always be observed.” 56. In Lukas Okinyi Soki vs. Republic Kisumu Criminal Appeal No. 26 of 2004, the Court of Appeal noted that: “The appellant also claimed that the complaint was made as a result of grudge between the complainant and the appellant’s father over a piece of land that was in dispute between the two. The learned trial Magistrate did not consider this defence and never made any finding on it. The superior court dismissed it stating that the issue was introduced by the appellant late and was not afforded an opportunity to be tested and countered. ….. The court ended its observation by saying that the trial Magistrate must have seen the issue was of no probative value. It did not make any decision on the issue and in our humble opinion, abdicated its role of analysing that evidence (considering that the appellant was unrepresented, and that the appellant was facing a serious charge which carried death sentence) and making its own conclusion on the same. As it stands, all that the superior court did was to state that the matter was introduced late and as there was no opportunity to cross examine on it, the trial court found it was not of probative value. That evidence was on record and deserved to be fully considered and either dismissed or accepted.” 57. In this case, the only witnesses who testified as independent witnesses were close relatives of the Complainant. I don’t mean to say that where the only witnesses available are related to the Complainant then conviction ought not to result since as was held in Keter vs. Republic [2007] 1EA135, the Court held inter alia that:- “Whether or not a witness is to be believed is a matter for the discretion of the trial court. Judicial discretion is based on evidence and sound principles. The practice of criminal law courts is that the trial magistrate or judge has to observe the demeanor and other factors to decide whether any particular witness is a witness of truth or not. There is no principle of law which entitles a court to disbelieve a witness merely because the witness is related to either the complainant or the accused.” 58. However, where the said witnesses based their suspicion on the information relayed to them by a third party who herself was not an eye witnesses and who was not called to lay a basis for having such suspicion, the evidence of the witnesses may well carry little weight. This is particularly so when the accused alleges which allegation may well have some substance that the decision to charge him was as a result of a frame up instigated as a result of a grudge between himself and one of the witnesses. 59. In Ayub Muchele vs. The Republic [1980] KLR 44, Trevelyan and Sachdeva, JJ held that: “Just as animosity is a factor which is properly to be taken into account where required, so is lack of animosity. We see nothing wrong in an appropriate case for the court to ask “What reason had the witness to lie?”…The fact that people have no grudge against someone does not mean that they cannot, at the same time, be mistaken or, for that matter, deliberately untruthful…There are spiteful people about.” 60. Having considered the evidence placed before me in this case, I find that the same fell short of the standard expected in criminal cases. The law is that where a reasonable doubt is created as to whether or not the accused committed an offence, that benefit must be in favour of the accused. In this case the reasonable doubt was created by lack of corroboration which in the absence of an express finding as to the truthfulness of the Complainant falls short of the proof required in these type of cases. This, coupled with the allegations of an existing grudge between the Appellant and the PW3, further makes the evidence doubtful. 61. The trial courts ought to take into account the opinion of the Court of Appeal with respect to heavy minimum sentences in the case of Hamisi Bakari & Another vs. Republic [1987] eKLR that: “…where a heavy minimum sentence is involved, the lower courts should be particular to see that each ingredient in the charge is reflected in the particulars of the offence, and is properly proved. Seven years is a long time to serve in a case where the issues are not clear.” 62. In the premises, I allow the appeal, set aside the appellant’s conviction and set him at liberty forthwith unless otherwise lawfully held. 63. It is so ordered. JUDGEMENT READ, SIGNED AND DELIVERED IN OPEN COURT AT MACHAKOS THIS 23RD DAY OF FEBRUARY, 2022. G. V. ODUNGA JUDGE In the presence of: Appellant in person Mr Ngetich for the Respondent CA Susan",
          "downloadLink": "http://kenyalaw.org/caselaw/cases/export/229287/pdf"
        }
      },
      {
        "url": "http://kenyalaw.org/caselaw/cases/view/216835",
        "content": {
          "metaContent": "No metadata found",
          "bodyContent": "Peter Wanjala Wanyonyi v Republic [2021] eKLR Case Metadata Case Number: Criminal Appeal 86 of 2019 Parties: Peter Wanjala Wanyonyi v Republic Date Delivered: 26 Jul 2021 Case Class: Criminal Court: High Court at Kitale Case Action: Judgment Judge(s): Luka Kiprotich Kimaru Citation: Peter Wanjala Wanyonyi v Republic [2021] eKLR Case History:(An Appeal arising out of the conviction and sentence of Hon. M. Kesse - SRM delivered on 25th July 2019 in Kitale CMC CR. Case No. (S.O) No.136 of 2018) Court Division:Criminal County:Trans Nzoia History Docket No:Criminal Case (S.O) 136 of 2018 History Magistrate:Hon. M. Kesse - SRM History County:Trans Nzoia Case Outcome:Appeal dismissed. Disclaimer:The information contained in the above segment is not part of the judicial opinion delivered by the Court. The metadata has been prepared by Kenya Law as a guide in understanding the subject of the judicial opinion. Kenya Law makes no warranties as to the comprehensiveness or accuracy of the information REPUBLIC OF KENYA IN THE HIGH COURT OF KENYA AT KITALE CRIMINAL APPEAL NO.86 OF 2019 (An Appeal arising out of the conviction and sentence of Hon. M. Kesse - SRM delivered on 25th July 2019 in Kitale CMC CR. Case No. (S.O) No.136 of 2018) PETER WANJALA WANYONYI..............................................................................APPELLANT VERSUS REPUBLIC...............................................................................................................RESPONDENT JUDGMENT The Appellant, PETER WANJALA WANYONYI, was charged with the offence of rape contrary to Section 3(1) (a) (b) as read with Section 3(3) of the Sexual Offences Act. The particulars of the offence were that on diverse dates in the month of March 2018 and 4th August 2018, at [particulars withheld] Farm, within Trans Nzoia County, the Appellant intentionally and unlawfully caused his penis to penetrate the vagina of C.W without her consent. In the alternative, the Appellant was charged with committing an indecent act with an adult contrary to Section 11(1) of the Sexual Offences Act. The particulars of the offence being that on diverse dates in the month of March 2018 and 4th August 2018, at [particulars withheld] Farm, within Trans Nzoia County, the Appellant intentionally and unlawfully caused contact between his genital organ namely penis and the genital organ of the complainant namely vagina. When the Appellant was arraigned before the trial magistrate’s court, he pleaded not guilty to the charge. After full trial, the Appellant was convicted as charged. He was sentenced to serve five (5) years imprisonment. The Appellant was aggrieved by his conviction and sentence. He has filed an appeal to this court. In his petition of Appeal, the Appellant raised several grounds of appeal challenging his conviction and sentence. He was aggrieved that the medical evidence adduced was insufficient and did not establish penetration. He faulted the trial magistrate for failing to hold that the failure to conduct a DNA test was adverse to the prosecution’s case. He was also aggrieved that there was no documentary evidence produced in court to prove the complainant’s mental state. He was also aggrieved that crucial prosecution witnesses were not called to testify in the case. He was aggrieved that his constitutional rights to a fair trial were violated by the trial court. He was aggrieved that the trial court disregarded credible and truthful evidence adduced on his behalf. In the premises therefore, the Appellant urged the court to allow the Appeal, quash the conviction and set aside the sentence that was imposed on him. Mr. Omooria for the State opposed the Appeal. He filed written submissions in opposition thereof. He made submissions to the effect that the prosecution had established the charges brought against the Appellant to the required standard of proof beyond any reasonable doubt. He set out the brief elements required in a charge of rape as penetration, lack of consent/rape and identity of the perpetrator. On the element of penetration, he asserted that the law does not envisage absolute penetration into the genitals nor the release of spermatozoa or semen of the male organ for the act of penetration to be complete. In that regard he cited the case of Daniel Wambugu Maina vs. Republic [2018] eKLR. He submitted that it was the complainant’s testimony that the Appellant had asked her to bend and touch the wall. He then inserted his “mkia” into her vagina and she felt pain. The Appellant repeated that act on several occasions. She later fell pregnant. At the time of the trial, she was expecting to deliver a baby. The Learned Prosecutor further stated that PW6, the clinical officer, examined the complainant and established that she was pregnant. Her hymen was torn and old looking. He concluded that the complainant was raped. He produced the P3 form as prosecution exhibit No. 1 and treatment notes as prosecution exhibit No. 2. He submitted further that PW1 had placed the Appellant at the scene of crime and as the person who committed the offence which facts were never challenged by the Appellant on cross examination. He cited the case of BASSITA HUSSEIN vs. UGANDA SUPREME COURT CRIMINAL APPEAL NO 35 of 1995 where the court held that an act of sexual intercourse or penetration may be proved by direct or circumstantial evidence and usually the sexual intercourse is proved by the victim’s evidence and collaborated by medical or other evidence. It was urged that no persuasive evidence on the part of the Appellant was adduced as to make this court to interfere with the findings on this ingredient of penetration. On the element of consent, Learned Prosecutor submitted that PW6, a clinical officer, testified that upon examination, he observed that the complainant was mentally challenged. This was further confirmed by PW1 and PW2, the complainant’s parents who testified that the complainant was mentally challenged. The trial court also had an opportunity to assess the complainant and was satisfied that she was mentally challenged. It was further submitted that Section 43(4) (e) of the Sexual Offences Act lists a person who is mentally impaired as a person incapable of giving consent to a sexual act. In that regard, the Learned Prosecutor maintained that the complainant was mentally challenged and lacked capacity to consent to a sexual act by dint of section 43(4) (e) of the Sexual Offences Act. On the element of identity, it was submitted that the complainant testified on cross examination that she knew the Appellant as Peter and was able to point him in court. She further stated that the Appellant had raped her severally and made her pregnant. The complainant also saw the Appellant severally visit her home. She knew him well. Learned Prosecutor termed this as evidence as proof of positive identification. He cited the case of RORIA V. REPUBLIC 1967. E.A 583 urging the court to find that circumstances were favourable to enable the complainant identify the Appellant. On the ground that the trial court rejected the Appellant’s defence, the Learned Prosecutor was of the view that the Appellant made an unsworn defence which lacked weight and in the estimation of the probative value of evidence in ordinary cases, the testimony of a witness who swears positively to a fact may receive credit in preference to one who testifies to the negative. He averred that since the Appellant made an unsworn defence, this lacked weight and was not persuasive and thus the prosecution’s case remained cogent and unshaken. In so submitting, he cited the case of MAY vs. THE REPUBLIC [1981] KLR, 129. On the ground that the prosecution’s evidence was riddled with inconsistencies and discrepancies, it was submitted that the Appellant’s conviction was sound as all the ingredients of the offence were proved. The court was invited to address itself to the case of Twehangane Alfred V. Uganda Criminal Appeal No. 139 of 2001 where the court noted that it is not every contradiction in evidence that warrants rejection of the prosecutor’s evidence. The court should ignore minor contradictions unless the court is of the view that it points to a deliberate untruthfulness or if it affects the main substance of the prosecution case. The facts of the case according to the prosecution are as follows: PW1, Judy Wangale, the complainant’s mother stated that the complainant herein was twenty-one years of age at the time she testified in court. The complainant did not attend school as she was mentally challenged. She stated that on a date in March 2018, at 3.00 p.m. she went home and found several people gathered in her homestead. A few minutes later, the complainant fell ill while at Mama Pesh’s house. She was taken to hospital where she was found to be pregnant. When the examining doctor asked who was responsible for the pregnancy, she stated that it was Peter Wanjala Wanyonyi and that he had raped her. PW2, RW, who was the complainant’s father, stated that PW1 was his wife and the complainant was their daughter. He stated that the complainant is physically weak, has fainting bouts, suffers memory loss and has been mentally challenged since birth. PW2 stated that sometimes in March 2018, he was summoned to Big Tree where he met the Appellant who had been arrested for raping the complainant. The Appellant confessed and sought forgiveness from him. He declined that request for forgiveness for raping his daughter. The complainant informed him that she had been impregnated by the Appellant. PW3, GC, was a neighbour of the complainant’s family. She told the court that she had taken the complainant into her home and was living with her when the complainant fell ill. She took the complainant to Big Tree Dispensary where the doctor examined her and informed PW3 that the complainant was pregnant. Upon inquiries being made by the doctor, the complainant told the doctor that she had been raped by Baba I. She then called the complainant’s mother and informed her of what had transpired. The Appellant was later arrested. He admitted to having had an affair with the complainant. He accepted responsibility. PW4, Benson Natembeya, a Nyumba Kumi chairman told the court that on 10th August 2018 he was informed by PW3 that the Appellant had impregnated the complainant. He approached the Appellant and inquired from him if the allegations were true. They attended a meeting with the Appellant and the complainant. The complainant stated that it was the Appellant who had impregnated her. At that time, the Appellant had admitted to have had an affair with the complainant which had gone on for a long time. The Appellant was arrested and handed over to the police at Big Tree. PW5, the complainant, testified that she was twenty-one years old. She attended school up to standard eight. She stated that she resides at Big Tree with her parents. She helps them with domestic chores. She also knew PW3 as their neighbour. She used to stay with her sometimes. She testified that Peter Wanjala used to reside next door to them. He was also known as Baba I. He raped her severally in his house. He also took her to the dogs’ house at a neighbour’s house and also raped her there. On one occasion, he raped her when she was sent to the shop by her mother. He chased after her and when she was about to get home, he caught up with her and raped her. He chased her until her chest started aching. She then started falling ill and fainted frequently. One day, some people witnessed him raping her. She did not want to engage in sexual intercourse. He forced her. After a while, she fell pregnant. PW3 sent her to hospital. The doctor confirmed that she was pregnant. Every time Peter used to ask her to bend and touch the wall. He inserted his “mkia” into her vagina and every time he did it, she would feel pain. She did not tell anyone. She once told the mother and the mother scolded her. The Appellant repeatedly raped her until she fell pregnant. Her parents observed that her body was changing. She also told PW3 that the Appellant was responsible for her pregnancy. She identified the Appellant in the dock and confirmed that he was the one that raped her. She recorded her statement and was later taken to hospital for the second time. PW6, Joel Toroitich Kiptoo, a clinical officer, at Kitale County Referral hospital produced a P3 form in respect of the complainant. He testified that she gave a history of having been raped by someone known to her on diverse dates between March 2018 and August 2018. He noted that she was mentally challenged. On examination, she had taken a bath and changed her clothes. She had a mass in the abdomen. She had no tears or bruises on vaginal examination. The hymen was torn and old looking. She had a whitish discharge on her private parts. On laboratory examination, Syphilis, HIV and Hepatitis tests returned negative. On urinalysis, the complainant was found to be pregnant and had bacterial cells in her urine. There were white blood cells seen. PW7, Joel Kipkirui, the investigating officer, testified that he was stationed at Big Tree Patrol Base. He was at work when the Appellant was brought in by members of the public. He booked the report and continued with the investigations. The victim was twenty-one years; she was pregnant. The complainant was mentally challenged. He was informed that the victim was living with PW3 who stated that she had suspected the complainant to be pregnant. On cross examination, he stated that the complainant stated that the Appellant had started seeing her in March after his wife left him. After concluding investigations, he charged the Appellant with the current offence. When the Appellant was put on his defence, he denied the allegations that he had sexually assaulted the cfomplainant. He stated that on 10th August 2018, he had returned home from work in the evening and went to a neighbour’s house because he needed a copy of an agreement. On reaching there, he saw his neighbours one of whom was his sister-in-law. She indicated that she wanted to talk to him. He stepped out and the other went to the house. Shortly after, the other one came out. They asked him about work. Twenty metres away were five other women one of whom was the lady that sold the land to him. All the other ladies were known to him. His neighbor exclaimed “so it was my neighbour”. The four ladies stated that they wished that he spoken to them. They suggested that they go to PW1’s house. The one who spoke first intimated that he would face the fire. He was assaulted and requested to give the money that he had in his possession. His neigbour came together with a village elder and a Nyumba Kumi chair. He was robbed off his money and sugar that he had in his possession. When they left that home, he was taken to the police station. He was not taken to Hospital. He stated that he was been framed over a piece of land which he had failed to sell to a former friend of his wife whom he had separated from. He explained that Judith Wanjala (PW1) had sold land to him and he had not cleared the balance of the purchase consideration for a long time. The first person who intended to buy the land was Gladys (PW3). He did not allow her to purchase the land but instead sold it to someone else. She became bitter that he sold the land to someone else with good money and paid off the debt of Kshs. 18,000. That’s when the grudge developed. Later on his wife fled with the purchase consideration. The Appellant insisted that he had been framed because he had issues with the previous land owner. DW2, Evelyn Wanani, a village elder, stated that she was not aware that the Appellant had been charged with rape. She was unsure whether the Appellant had committed the offence. This being a first appeal, this court is mandated to re-evaluate the evidence adduced before the trial court afresh. The Court of Appeal in Gabriel Kamau Njoroge –vs- Republic [1982 – 88] 1 KAR 1134 stated this on the duty of the 1st Appellate court; “It is the duty of the first Appellate court to remember that parties are entitled to demand of the court of first appeal a decision on both questions of fact and of law and the court is required to weigh conflicting evidence and draw its own inferences and conclusions, bearing in mind always that it has neither seen or heard the witnesses and make due allowance for this.” In the present appeal, the issue for determination is whether the prosecution established the offence of rape contrary to Section 3(1) as read with Section 3(3) of the Sexual Offences Act to the required standard of proof beyond any reasonable doubt. This court has re-evaluated the evidence in this appeal in light of the submissions made on this appeal. Section 3(1) of the Sexual Offences Act states that a person commits the offence of rape if; “He or she intentionally and unlawfully commits an act which causes penetration with his or genital organs; a) The other person does not consent to the penetration; or b) The consent is obtained by force or by means of threats or intimidation of any kind.” The prosecution was therefore required to establish penetration, absence of consent, and that the Appellant was the perpetrator of the act. On the element of penetration, the complainant testified that on several occasions the Appellant had raped her. Every time he used to ask her to bend and touch the wall. He inserted his “mkia” into her “urinating thing” and every time he did it, she felt pain. She did not tell anyone on what had transpired. She once told her mother. The mother however scolded her. PW6 the Clinical Officer who examined the complainant noted that the complainant gave a history of having been raped by someone known to her on diverse dates between March 2018 and August 2018. He also observed that the complainant was mentally challenged. On vaginal examination, she had no tears or bruises but the hymen was torn and old looking. A urinalysis confirmed that the complainant was pregnant. With respect to the evidence of penetration, the general rule is that even without considering the presence or otherwise of medical evidence, an offence of this nature can be proved by oral evidence of a victim of rape or circumstantial evidence. This position is fortified by the holding of the Court of Appeal in Martin Nyongesa Wanyonyi vs. Republic Criminal Appeal No. 661 of 2010, (Eldoret), citing Kassim Ali vs Republic Criminal Appeal No. 84 of 2005 (Mombasa) where the court stated that: “The absence of medical evidence to support the fact of rape is not decisive as the fact of rape can be proved by oral evidence of a victim or circumstantial evidence.” In the present appeal, penetration was proved by the complainant’s evidence which was corroborated by that of PW6. The Appellant did not challenge this evidence and this court finds that penetration was proved to the required standard of proof beyond reasonable doubt. It’s the complainant’s case that she did not consent to the sexual acts. According to the Proviso to Section 42 of the Sexual Offences Act, “a person is said to consent if he or she agrees by choice, and has the freedom and capacity to make that choice.” In Republic v. Oyier [1985] eKLR, the Court of Appeal held as follows:- “The lack of consent is an essential element of the crime of rape. The mens rea in rape is primarily an intention and not a state of mind. The mental element is to have intercourse without consent or not caring whether the woman consented or not. To prove the mental element required in rape, the prosecution had to prove that the complainant physically resisted or, if she did not, that her understanding and knowledge were such that she was not in a position to decide whether to consent or resist.” In the instant case, PW1 and PW2 testified that the complainant was their daughter. She was mentally challenged. PW3, the Clinical Officer who examined her, observed that she was mentally challenged. The trial magistrate saw the complainant and was satisfied that she was mentally challenged. She conducted a voire dire to satisfy herself as to the intelligence of the complainant. She was able to give a coherent testimony and answer questions put to her on cross-examination. The burden of proof lies upon the prosecution to prove that the sexual intercourse was without the consent or against the will of the complainant. A woman is said to consent only when she freely agrees to submit herself, while in free and unconstrained possession of her physical and moral power, to act in a manner that she wants. Consent may be either expressed or implied depending upon the nature and circumstances of the case. (See Charles Ndirangu Kibue v Republic [2016] eKLR) This court has carefully considered the evidence tendered by the prosecution and particularly the complainant and the defense raised by the Appellant. This court reaches the verdict that indeed the prosecution established that the sexual intercourse was not consensual. The complainant had no mental capacity to give free consent. It is also not disputed that that the complainant had a degree of mental retardation. This court finds that the trial magistrate arrived at the correct finding. The conviction was proper and was supported by the law and evidence. As regards the identity of the perpetrator, this was not in dispute. He was a person well-known to the complainant. The complainant’s evidence was that of recognition. It is a well settled principle in criminal law that recognition is a better form of identification than identification of a total stranger. There was no doubt that the complainant properly identified the Appellant as the perpetrator of the sexual assault. The Appellant was known to the complainant prior to the sexual assault. She knew where he resided. They were neigbours at home. This court therefore holds that the prosecution established to the required standard of proof that it was the Appellant who sexually assaulted the complainant. In light of the foregoing, the appeal lodged by the Appellant lacks merit and is hereby dismissed. The custodial sentence meted on the Appellant is legal. Since there is no reason to disturb both the conviction and sentence, the decision of the trial court is hereby affirmed and the appeal is dismissed accordingly. It is so ordered. DATED AT KITALE THIS 26TH DAY OF JULY 2021 L. KIMARU JUDGE",
          "downloadLink": "http://kenyalaw.org/caselaw/cases/export/216835/pdf"
        }
      },
      {
        "url": "https://kenyalaw.org/caselaw/cases/view/277763/",
        "content": {
          "metaContent": "No metadata found",
          "bodyContent": "Olellei v Respondent (Criminal Appeal E010 of 2023) [2023] KEHC 26518 (KLR) (8 December 2023) (Judgment) Neutral citation: [2023] KEHC 26518 (KLR) Republic of Kenya In the High Court at Kajiado Criminal Appeal E010 of 2023 DR Kavedza, J December 8, 2023 Between Salama Olellei Appellant and Respondent Respondent (Being an appeal against the original conviction and sentence delivered by Hon. Nthuku PM on 8th September 2022 at Loitoktok Magistrate’s Court Sexual Offences Case no. E001 of 2022 Republic vs Salama Olellei) Judgment 1.The appellant was charged and after a full trial convicted for the offence of rape contrary to section 3 (1) (a) (b) (c) of the Sexual Offences Act, No. 3 of 2006. He was sentenced to serve 10 years imprisonment. Being aggrieved, he filed an appeal challenging his conviction and sentence. 2.The grounds of appeal have been coalized as follows: He challenged the totality of the prosecution’s evidence against which he was convicted. He challenged the sentence as being harsh and excessive. He urged the court to vacate his conviction and set aside his sentence. 3.As this is the appellant's first appeal, the role of this appellate court of first instance is well settled. It was held in the case of Okeno v Republic [1972] EA 32 and further in the Court of Appeal case of Mark Oruri Mose v Republic [2013] eKLR that this court is duty-bound to revisit the evidence tendered before the trial court afresh, evaluate it, analyse it and come to its independent conclusion on the matter but always bearing in mind that the trial court had the advantage of observing the demeanour of the witnesses and hearing them give evidence and give allowance for that. 4.Antony Mungati, a Clinical Officer at Loitokitok Sub County Hospital, presented a case involving a 63-year-old named PK who was allegedly sexually assaulted on 24/12/2021 at 3:00 pm. The victim had cuts and bruises on her neck, abdomen, and left knee, with a bruise on her upper back. The offense was rape against a 63-year-old lady. 5.During the examination, it was noted that the victim had abnormal genitalia due to circumcision, with no clitoris or labia minora, and whitish vaginal discharge. The accused, upon examination, showed no injuries. Various tests, including HIV, urinalysis, and PG, were conducted. The urinalysis indicated blood in the urine, suggesting trauma. The victim tested negative for HIV. The clinical officer produced several forms and exhibits, including the P3 form, PRC forms, treatment notes, and exhibits related to the case. The PRC forms contained details excluding the physical map and medication information. 6.During cross-examination by the accused, he told the court that the offense was reported on 24/12/2021, and the victim was brought for treatment on 16/2/2022 after the family traced the alleged perpetrator. Despite multiple baths, evidence of rape, such as epithelial cells and blood secondary to trauma, was still present. 7.PK,(PW 2) the complainant herein told the occurred that 24/12/2021 at 3 pm while collecting firewood in a grazing area, she was attacked by a man, later identified as Salama. He approached from behind, strangled her, and forcibly raped her. During the assault, the attacker covered her throat, preventing her from screaming. 8.The victim described the attacker as a man with a Maasai necklace, brown shirt, green trousers, and pierced ears, whom she had encountered for the first time that day when he greeted her while collecting firewood. The assault took place shortly after this encounter, lasting four to five minutes. The attacker pulled down his trousers during the rape. 9.After the assault, PK went home, bathed, changed clothes, and informed her children about the incident. They attempted to locate the attacker in the bushes but were unsuccessful. Three weeks later, she sought medical treatment at Loitokitok Hospital and reported the incident to the police. The appellan, was later arrested by other individuals far from the complainant’s home, and she identified him by his handcut. 10.During the cross-examination by the accused, Salama claimed that P was the perpetrator and that the incident occurred about 300 meters from his home. He asserted that he reported the matter to the police after three days, without informing anyone in his homestead or consulting the village elder. The complainant maintained that she could recognize Salama, and he was indeed the one who assaulted her. 11.FP(PW 3) the complainant’s son told the court that on 24/2/2021 at 3 pm, he received a call from his sister D informing him that their mother had been raped while collecting firewood. He immediately went home and, after speaking with his mother, proceeded to the forest where the incident occurred. PK provided a description of the attacker: a person with brown shorts, pierced ears, black jacket, necklaces, and black trousers that were not very black. 12.Despite their efforts, they did not find the assailant during their initial search. The family circulated information about the incident, and after twenty days, the alleged rapist was arrested. 13.PC Titus Kitui (PW 4) testified that he received a phone call at 5:00 pm from Kariuki, reporting a case at the station. Upon arrival, he found a group of people and checked the occurrence book (OB), discovering a rape case reported by PK, alleging rape by the suspect. PC Kitui called for a vehicle, and the appellant was taken to Loitokitok. The complainant had already received treatment, and PC Kitui issued a P3 form, which was subsequently filed. 14.The suspect was arrested, and PC Kitui noted that the complainant did not report the incident to the police on the same day it occurred. The arrest was carried out by Big Life Rangers, specifically David Nthina and James Kingoo. The complainant confirmed to PC Kitui that the appellant was the one who had raped her. The rangers informed PC Kitui that they handed over the suspect to Imbirikani Police Station, but their boss had not released them to record statements at that point. 15.David Ntinina,(PW 5) a ranger with Big Life Foundation, testified that on 16/1/2022, his boss, Sgt. James, called him and informed him about work to be done at Ngosua. Upon arrival, they discovered that members of the public had apprehended a man. Due to the risk of a potential lynching, they took the accused to their vehicle and subsequently to Imbirikani Police Station. Later, David Ntinina was called to record a statement. In court, the witness identified the accused, emphasizing that they rescued him from the mob in the forest or wild. 16.After close of the prosecution’s case, the appellant was found to have a case to answer and was put in his defence. He gave sworn testimony and did not call any witnesses. He told the court that on the material day of his arrest, he was attacked by three strangers who stole his phone and money. He later came to learn that they were accusing him of raping their mother. He denied committing the offence stating that the charges against him were a fabrication. Analysis and determination. 17.This court has re-evaluated the evidence in this appeal in light of the submissions made on this appeal. Section 3(1) of the Sexual Offences Act states that a person commits the offence of rape if;“He or she intentionally and unlawfully commits an act which causes penetration with his or genital organs;a)The other person does not consent to the penetration; orb)The consent is obtained by force or by means of threats or intimidation of any kind.” 18.The prosecution was therefore required to establish penetration, absence of consent, and that the Appellant was the perpetrator of the act. On the element of penetration, the complainant testified that the appellant attacked her while she was fetching firewood and raped her. She reported the incident to her children among them PW 3. PW 1 the Clinical Officer who examined the complainant noted that the complainant gave a history of having been raped by someone known to her. He also observed that despite multiple baths, there was evidence of rape, such as epithelial cells and blood secondary to trauma, which was still present. 19.With respect to the evidence of penetration, the general rule is that even without considering the presence or otherwise of medical evidence, an offence of this nature can be proved by oral evidence of a victim of rape or circumstantial evidence. This position is fortified by the holding of the Court of Appeal in Martin Nyongesa Wanyonyi vs. Republic Criminal Appeal No. 661 of 2010, (Eldoret), citing Kassim Ali v Republic Criminal Appeal No. 84 of 2005 (Mombasa) where the court stated that:“The absence of medical evidence to support the fact of rape is not decisive as the fact of rape can be proved by oral evidence of a victim or circumstantial evidence.” 20.In the present appeal, penetration was proved by the complainant’s evidence which was corroborated by that of PW 1. The appellant attempted to challenge the evidence as a mere fabrication. However, the complainant’s evidence was not shaken on cross-examination. This court finds that penetration was proved to the required standard of proof beyond reasonable doubt. 21.It’s the complainant’s case that she did not consent to the sexual acts. According to the Proviso to Section 42 of the Sexual Offences Act, “a person is said to consent if he or she agrees by choice, and has the freedom and capacity to make that choice.” In Republic v. Oyier [1985] eKLR, the Court of Appeal held as follows:-“The lack of consent is an essential element of the crime of rape. The mens rea in rape is primarily an intention and not a state of mind. The mental element is to have intercourse without consent or not caring whether the woman consented or not.To prove the mental element required in rape, the prosecution had to prove that the complainant physically resisted or, if she did not, that her understanding and knowledge were such that she was not in a position to decide whether to consent or resist.” 22.The burden of proof lies upon the prosecution to prove that the sexual intercourse was without the consent or against the will of the complainant. A woman is said to consent only when she freely agrees to submit herself, while in free and unconstrained possession of her physical and moral power, to act in a manner that she wants. Consent may be either expressed or implied depending upon the nature and circumstances of the case. (See Charles Ndirangu Kibue v Republic [2016] eKLR) 23.This court has carefully considered the evidence tendered by the prosecution and particularly the complainant and the defense raised by the Appellant. This court reaches the verdict that indeed the prosecution established that the sexual intercourse was not consensual. This court finds that the trial magistrate arrived at the correct finding. The conviction was proper and was supported by the law and evidence. 24.As regards the identity of the perpetrator, this was not in dispute. He was a person known to the complainant. He was recognised by the mark on his arm and the complainant had an opportunity to clearly see him. In addition, the incident happened during the day. The appellant was therefore properly identified. 25.On sentence, the appellant was sentenced to serve 10 years imprisonment. In the sentencing proceedings, the trial court considered the appellant’s mitigation. Section 329 of the Criminal Procedure Code, gives judges and magistrates, in appropriate cases to consider mitigation and mete out a sentence that fits the offence committed despite another sentence being provided for under the Act in which the offence is prescribed. 26.Therefore, the appeal on sentence partially succeeds. The sentence of 10 years imprisonment is substituted with a sentence of three (3) years imprisonment to run from the date of his conviction.Orders accordingly. JUDGEMENT DATED AND DELIVERED VIRTUALLY THIS 8TH DAY OF DECEMBER 2023........................D. KAVEDZAJUDGEIn the presence of:Nyaroita for the StateAppellant presentMateli C/A",
          "downloadLink": "No available download link"
        }
      },
      {
        "url": "https://kenyalaw.org/caselaw/cases/view/298836/",
        "content": {
          "metaContent": "No metadata found",
          "bodyContent": "Nkonge v Republic (Criminal Appeal E003 of 2024) [2024] KEHC 10465 (KLR) (27 August 2024) (Judgment) Neutral citation: [2024] KEHC 10465 (KLR) Republic of Kenya In the High Court at Embu Criminal Appeal E003 of 2024 LM Njuguna, J August 27, 2024 Between Kelvin Gituma Nkonge Appellant and Republic Respondent (Appeal arising from the decision of Hon. N. Kahara SRM in Siakago Magistrate’s Court Sexual Offence No. E004 of 2023 delivered on 23rd November 2023) Judgment 1.This is an appeal arising from the abovementioned decision. The appellant has filed petition of appeal dated 04th December 2023 seeking that the appeal be allowed, conviction be quashed, 10-years imprisonment be set aside and the appellant be set at liberty. The appeal is premised on the grounds that the learned trial magistrate erred in law and facts by:a.Relying on a narrative riddled with material contradictions and the same failed the test of the truthfulness of the complainant;b.Failing to note that the case was a frame up in order to obtain money from the appellant;c.Failing to consider that the ingredients of the offence of committing an indecent act with a child were not proved to the required standards;d.Rejecting the appellant’s water-tight defense without giving cogent reasons;e.Failing to record reasons for believing a single witness contrary to section 124 of the Evidence Act; andf.Imposing harsh and excessive sentence upon the appellant. 2.The appellant was charged with 2 counts. The first count was the offence of committing an indecent act with a child contrary to section 11(1) of the Sexual Offences Act No. 3 of 2006. The particulars are that on 03rd December 2022 at [Particulars withheld] market in Mbeere South Subcounty within Embu County, the appellant intentionally touched the buttocks of PM a child aged 8 years using his hands. The second count was the charge of compelling an indecent act contrary to section 6(a) of the Sexual Offences Act, whose particulars are that on 03rd December 2022 at [Particulars withheld] market in Mbeere South subcounty in Embu County, the appellant, intentionally compelled PM a child aged 8 years to touch his penis against her will, an act which was indecent. 3.The appellant pleaded not guilty to both counts and a plea of not guilty was duly entered. The prosecution called witnesses in support of its case. 4.PW1 was the victim. Following voire dire, the court directed that she gives unsworn testimony. She stated that on the material day, she was on her way home when she saw the appellant dancing outside his shop and he called her. That he asked her to follow him into the shop and she did and the appellant gave her his phone so that she could watch videos on the tiktok app. That while in the shop, the appellant touched her buttocks and then held her hand and forced her to touch his penis, against her will. That afterwards, he gave her a soda to drink and then told her to go home. She stated that she went home and told her mother what had happened and she was taken to Kiritiri Health Center and then they went to Gachoka Police Station. On cross-examination, she stated that besides herself and the appellant, there was nobody else. That she told her mother about the incident after 1 week. 5.PW2 was the victim’s mother who produced PW1’s birth certificate. She stated that one day, PW1 told her never to send her to the appellant’s shop because when she was returning from the tailor, she found the appellant dancing outside his shop and he called her to enter. That the appellant followed her and gave her his phone and then he touched her buttocks and made her touch his private parts. That she took her to the health center for examination and then she reported the incident at the police station. That prior to the incident, PW1 had no problem being sent to the appellant’s shop. On cross-examination, she stated that PW1 told her that the appellant called her into the shop when there were no customers there. 6.PW3, Judy Ireri, a clinical officer at Kiritiri Health Center stated that she examined PW1 and observed that the hymen was present and the external genitalia was normal. She produced the P3 and PRC forms as evidence indicating that there was no penetration. She stated that the minor was not sexually assaulted. 7.PW4 was PC. Pauline Wawira from Gachoka Police Station who stated that the incident was reported at the station as narrated by PW1 and PW2. That she investigated the case and visited the scene where the appellant was arrested and charged accordingly. 8.At the end of the prosecution’s case, the court found that the appellant had a case to answer and he was placed on his defense. However, he opted not to give any defense and awaited the court’s judgment. 9.The trial court considered the evidence adduced and found the appellant guilty of both counts. The appellant was sentenced to 10-years imprisonment for the 1st count and 5years imprisonment for the 2nd count, both sentences running concurrently. 10.This appeal was canvassed by way of written submissions. 11.The appellant, in his submissions, stated that the testimony of PW1 should not be trusted since it does not paint the true picture. He stated that when he gave PW1 his phone to watch videos on the tiktok app, she refused to return it and in the process of him getting his phone back, he pushed her from the backside, thus upsetting PW1. That when he noticed that she was upset, he offered her a soda which she took and then left. That PW2 owed the appellant Kshs.4,000/= which she did not intend to pay and so she framed him and tried to extort him of a further Kshs.15,000/=. That the minor waited 1 week before telling PW2 about the incident. He stated that the issue was not properly investigated and so the evidence cannot sustain a conviction. 12.On its part, the respondent submitted that the material elements of the offence were proved beyond reasonable doubt. It relied on the meaning of “indecent act” as provided under section 2 of the Sexual Offences Act. It also argued that the testimony of PW1 was sufficient and did not need corroboration as stated under section 124 of the Evidence Act and the case of JWA v. Republic (2014) eKLR. That the appellant did not present any defense to be considered by the court thus, the trial court did not err in that regard. Reliance was placed on the case of Republic v. Nicholas Wambogo (2022) eKLR and stated that the sentences are commensurate with the offences. 13.From a perusal of the petition of appeal and submissions, the issues for determination are as follows:a.Whether the prosecution proved the offences beyond reasonable doubt; andb.Whether the sentences imposed were harsh and excessive. 14.It is the role of the first appellate court to review the evidence at trial and reach its own conclusion. These were the sentiments of the Court of Appeal in the case of Okeno vs. Republic [1972] EA 32. I agree with the court when it held:“An appellant on a first appeal is entitled to expect the evidence as a whole to be submitted to a fresh and exhaustive examination and the appellate court must itself weigh conflicting evidence and draw its own conclusions. It is not the function of the first appellate court merely to scrutinize the evidence to see if there was some evidence to support the lower court’s finding and conclusion. It must make its own finding and draw its own conclusions only then can it decide whether the magistrate’s finding should be supported. In doing so, it should make allowance for the fact that the trial court has had the advantage of hearing and seeing the witnesses.” 15.The offence of committing an indecent act with a child is provided under the section 11(1) of the Sexual Offences Act as follows:“Any person who commits an indecent act with a child is guilty of the offence of committing an indecent act with a child and is liable upon conviction to imprisonment for a term of not less than ten years.” 16.Similarly, the offence of compelling an indecent act is provided for under section 6 of the Sexual Offences Act as follows:“A person who intentionally and unlawfully compels, induces or causes another person to engage in an indecent act with—a.the person compelling, inducing or causing the other person to engage in the act;… is guilty of an offence and is liable upon conviction to imprisonment for a term which shall not be less than five years.” 17.In the same breadth, Section 2 of the same Act defines “indecent act” as:“‘indecent act’ means an unlawful intentional act which causes –a.any contact between any part of the body of a person with the genital organs, breasts or buttocks of another, but does not include an act that causes penetration;b.exposure or display of any pornographic material to any person against his or her will” 18.PW1 stated that she was returning home from an errand when she saw the appellant dancing outside his shop. That the appellant called her into the shop and he followed her inside then he touched her buttocks. That the appellant gave her his phone to watch videos on the tiktok app and then he took her hand and made her index finger to touch his private parts. PW2 stated that as soon as PW1 told her about the incident, she took her for medical examination and then reported the matter to the police. PW3 established that PW1 had not been sexually assaulted thus the offence satisfies the conditions required to make it an indecent act and compulsion thereof. 19.The standard of proof in criminal cases is settled and that is beyond reasonable doubt. See the case of Miller v. Minister of Pensions (1947) 2 ALL ER 372. The evidence adduced stems from the narration by PW1, the victim. The appellant decries the truthfulness of this evidence and that the trial court did not give its reasons for believing this testimony. The proviso at Section 124 of the Evidence Act provides that the testimony of the victim under the Sexual offences Act does not need to be corroborated so long as the court believes that the witness is telling the truth. It states:“Provided that where in a criminal case involving a sexual offence the only evidence is that of the alleged victim of the offence, the court shall receive the evidence of the alleged victim and proceed to convict the accused person if, for reasons to be recorded in the proceedings, the court is satisfied that the alleged victim is telling the truth.” 20.In the trial court’s judgment, the learned trial magistrate noted the demeanor of PW1 during her testimony and stated that: “…it is noteworthy that when giving evidence, the minor suddenly started crying while narrating what the accused did to her. Maybe because she felt uncomfortable and bad recalling how the accused violated her…”. This concedes that the trial court had the great advantage of seeing the witnesses testifying first-hand at trial. See the case of David Njuguna Wairimu v. Republic (2010) eKLR. It is this advantage that the trial court used in reaching its decision to believe the testimony of the victim, thereby satisfying the requirement under section 124 of the Evidence Act. 21.Having so stated, it is also my view that the testimony of PW1 is believable. Moreover, considering the standard of proof in this case, it is my view that the evidence adduced is sufficient to prove the 2 counts. The appellant, in his submissions, attempted to offer a defense to the effect that PW1 had refused to return his phone and so he pushed her while touching her back. This testimony should have been placed before the trial court and be subjected to cross-examination since the role of this appellate court is to re-examine the evidence adduced at the trial. Such new evidence cannot be raised at this stage, since by so doing, the appellant is stating his evidence at the appeal stage which is untenable. Therefore, I find no error on the part of the trial court in convicting the appellant for both counts. 22.As to whether the sentences imposed are harsh and excessive, I note that the trial court imposed sentences prescribed in the Sexual offences Act. The Supreme Court in the recent case of Republic v Mwangi; Initiative for Strategic Litigation in Africa (ISLA) & 3 others (Amicus Curiae) (Petition E018 of 2023) [2024] KESC 34 (KLR) stated that for as long as the sentences prescribed under section 8 of the Sexual Offences Act remain undisturbed/constitutionally sound, the mandatory sentences ought to be applied as prescribed. It stated:“(66)We must also reaffirm that, although sentencing is an exercise of judicial discretion, it is Parliament and not the Judiciary that sets the parameters of sentencing for each crime in statute. As such, striking down a sentence provided for in Statute, must be based not only on evidence and sound legal principles but on an in-depth consideration of public interest and the principles of public law that informed the making of that specific law. A judicial decision of that nature cannot be based on private opinions, sentiments, sympathy or benevolence. It ought not to be arbitrary, whimsical or capricious.” 23.With this in mind, the trial court did not err in sentencing the appellant to the statutory prescribed sentences for the 2 counts. 24.In the end, I find that the appeal lacks merit and the same is hereby dismissed. 25.It is so ordered. DELIVERED, DATED AND SIGNED AT EMBU THIS 27TH DAY OF AUGUST, 2024.L. NJUGUNAJUDGE……………………………………… for the Appellant……………………………………… for the Respondent",
          "downloadLink": "No available download link"
        }
      }
    ]
  }
]